[
    {
        "Genesis": [
            [
                {
                    "Chapter 1": [
                        {
                            "1:1": "In the beginning, when God created the universe, "
                        },
                        {
                            "1:2": "the earth was formless and desolate. The raging ocean that covered everything was engulfed in total darkness, and the Spirit of God was moving over the water. "
                        },
                        {
                            "1:3": "Then God commanded, “Let there be light”—and light appeared. "
                        },
                        {
                            "1:4": "God was pleased with what he saw. Then he separated the light from the darkness, "
                        },
                        {
                            "1:5": "and he named the light “Day” and the darkness “Night.” Evening passed and morning came—that was the first day."
                        },
                        {
                            "1:6-7": "Then God commanded, “Let there be a dome to divide the water and to keep it in two separate places”—and it was done. So God made a dome, and it separated the water under it from the water above it. "
                        },
                        {
                            "1:8": "He named the dome “Sky.” Evening passed and morning came—that was the second day."
                        },
                        {
                            "1:9": "Then God commanded, “Let the water below the sky come together in one place, so that the land will appear”—and it was done. "
                        },
                        {
                            "1:10": "He named the land “Earth,” and the water which had come together he named “Sea.” And God was pleased with what he saw. "
                        },
                        {
                            "1:11": "Then he commanded, “Let the earth produce all kinds of plants, those that bear grain and those that bear fruit”—and it was done. "
                        },
                        {
                            "1:12": "So the earth produced all kinds of plants, and God was pleased with what he saw. "
                        },
                        {
                            "1:13": "Evening passed and morning came—that was the third day."
                        },
                        {
                            "1:14": "Then God commanded, “Let lights appear in the sky to separate day from night and to show the time when days, years, and religious festivals begin; "
                        },
                        {
                            "1:15": "they will shine in the sky to give light to the earth”—and it was done. "
                        },
                        {
                            "1:16": "So God made the two larger lights, the sun to rule over the day and the moon to rule over the night; he also made the stars. "
                        },
                        {
                            "1:17": "He placed the lights in the sky to shine on the earth, "
                        },
                        {
                            "1:18": "to rule over the day and the night, and to separate light from darkness. And God was pleased with what he saw. "
                        },
                        {
                            "1:19": "Evening passed and morning came—that was the fourth day."
                        },
                        {
                            "1:20": "Then God commanded, “Let the water be filled with many kinds of living beings, and let the air be filled with birds.” "
                        },
                        {
                            "1:21": "So God created the great sea monsters, all kinds of creatures that live in the water, and all kinds of birds. And God was pleased with what he saw. "
                        },
                        {
                            "1:22": "He blessed them all and told the creatures that live in the water to reproduce and to fill the sea, and he told the birds to increase in number. "
                        },
                        {
                            "1:23": "Evening passed and morning came—that was the fifth day."
                        },
                        {
                            "1:24": "Then God commanded, “Let the earth produce all kinds of animal life: domestic and wild, large and small”—and it was done. "
                        },
                        {
                            "1:25": "So God made them all, and he was pleased with what he saw."
                        },
                        {
                            "1:26": "Then God said, “And now we will make human beings; they will be like us and resemble us. They will have power over the fish, the birds, and all animals, domestic and wild, large and small.” "
                        },
                        {
                            "1:27": "So God created human beings, making them to be like himself. He created them male and female, "
                        },
                        {
                            "1:28": "blessed them, and said, “Have many children, so that your descendants will live all over the earth and bring it under their control. I am putting you in charge of the fish, the birds, and all the wild animals. "
                        },
                        {
                            "1:29": "I have provided all kinds of grain and all kinds of fruit for you to eat; "
                        },
                        {
                            "1:30": "but for all the wild animals and for all the birds I have provided grass and leafy plants for food”—and it was done. "
                        },
                        {
                            "1:31": "God looked at everything he had made, and he was very pleased. Evening passed and morning came—that was the sixth day."
                        }
                    ]
                }
            ],
            [
                {
                    "Chapter 2": [
                        {
                            "2:1": "And so the whole universe was completed. "
                        },
                        {
                            "2:2": "And so the whole universe was completed. "
                        },
                        {
                            "2:2": "By the seventh day God finished what he had been doing and stopped working. "
                        },
                        {
                            "2:3": "He blessed the seventh day and set it apart as a special day, because by that day he had completed his creation and stopped working. "
                        },
                        {
                            "2:4": "And that is how the universe was created."
                        },
                        {
                            "2:5": "there were no plants on the earth and no seeds had sprouted, because he had not sent any rain, and there was no one to cultivate the land; "
                        },
                        {
                            "2:6": "but water would come up from beneath the surface and water the ground."
                        },
                        {
                            "2:7": "Then the Lord God took some soil from the ground and formed a man out of it; he breathed life-giving breath into his nostrils and the man began to live."
                        },
                        {
                            "2:8": "Then the Lord God planted a garden in Eden, in the East, and there he put the man he had formed. "
                        },
                        {
                            "2:9": "He made all kinds of beautiful trees grow there and produce good fruit. In the middle of the garden stood the tree that gives life and the tree that gives knowledge of what is good and what is bad."
                        },
                        {
                            "2:10": "A stream flowed in Eden and watered the garden; beyond Eden it divided into four rivers. "
                        },
                        {
                            "2:11": "The first river is the Pishon; it flows around the country of Havilah. "
                        },
                        {
                            "2:12": "Pure gold is found there and also rare perfume and precious stones.) "
                        },
                        {
                            "2:13": "The second river is the Gihon; it flows around the country of Cush. "
                        },
                        {
                            "2:14": "The third river is the Tigris, which flows east of Assyria, and the fourth river is the Euphrates."
                        },
                        {
                            "2:15": "Then the Lord God placed the man in the Garden of Eden to cultivate it and guard it. "
                        },
                        {
                            "2:16": "He told him, “You may eat the fruit of any tree in the garden, "
                        },
                        {
                            "2:17": "except the tree that gives knowledge of what is good and what is bad. You must not eat the fruit of that tree; if you do, you will die the same day.”"
                        },
                        {
                            "2:18": "Then the Lord God said, “It is not good for the man to live alone. I will make a suitable companion to help him.” "
                        },
                        {
                            "2:19": "So he took some soil from the ground and formed all the animals and all the birds. Then he brought them to the man to see what he would name them; and that is how they all got their names. "
                        },
                        {
                            "2:20": "So the man named all the birds and all the animals; but not one of them was a suitable companion to help him."
                        },
                        {
                            "2:21": "Then the Lord God made the man fall into a deep sleep, and while he was sleeping, he took out one of the man's ribs and closed up the flesh. "
                        },
                        {
                            "2:22": "He formed a woman out of the rib and brought her to him. "
                        },
                        {
                            "2:23": "Then the man said,"
                        },
                        {
                            "2:24": "That is why a man leaves his father and mother and is united with his wife, and they become one."
                        },
                        {
                            "2:25": "The man and the woman were both naked, but they were not embarrassed."
                        }
                    ]
                }
            ]
        ]
    },
    {
        "Exodus": [
            [
                {
                    "Chapter 1": [
                        {
                            "1:2": "Reuben, Simeon, Levi, Judah, "
                        },
                        {
                            "1:3": "Issachar, Zebulun, Benjamin, "
                        },
                        {
                            "1:4": "Dan, Naphtali, Gad, and Asher. "
                        },
                        {
                            "1:5": "The total number of these people directly descended from Jacob was seventy. His son Joseph was already in Egypt. "
                        },
                        {
                            "1:6": "In the course of time Joseph, his brothers, and all the rest of that generation died, "
                        },
                        {
                            "1:7": "but their descendants, the Israelites, had many children and became so numerous and strong that Egypt was filled with them."
                        },
                        {
                            "1:8": "Then, a new king, who knew nothing about Joseph, came to power in Egypt. "
                        },
                        {
                            "1:9": "He said to his people, “These Israelites are so numerous and strong that they are a threat to us. "
                        },
                        {
                            "1:10": "In case of war they might join our enemies in order to fight against us, and might escape from the country. We must find some way to keep them from becoming even more numerous.” "
                        },
                        {
                            "1:11": "So the Egyptians put slave drivers over them to crush their spirits with hard labor. The Israelites built the cities of Pithom and Rameses to serve as supply centers for the king. "
                        },
                        {
                            "1:12": "But the more the Egyptians oppressed the Israelites, the more they increased in number and the farther they spread through the land. The Egyptians came to fear the Israelites "
                        },
                        {
                            "1:13-14": "and made their lives miserable by forcing them into cruel slavery. They made them work on their building projects and in their fields, and they had no pity on them."
                        },
                        {
                            "1:15": "Then the king of Egypt spoke to Shiphrah and Puah, the two midwives who helped the Hebrew women. "
                        },
                        {
                            "1:16": "“When you help the Hebrew women give birth,” he said to them, “kill the baby if it is a boy; but if it is a girl, let it live.” "
                        },
                        {
                            "1:17": "But the midwives were God-fearing and so did not obey the king; instead, they let the boys live. "
                        },
                        {
                            "1:18": "So the king sent for the midwives and asked them, “Why are you doing this? Why are you letting the boys live?”"
                        },
                        {
                            "1:19": "They answered, “The Hebrew women are not like Egyptian women; they give birth easily, and their babies are born before either of us gets there.” "
                        },
                        {
                            "1:20-21": "Because the midwives were God-fearing, God was good to them and gave them families of their own. And the Israelites continued to increase and become strong. "
                        },
                        {
                            "1:22": "Finally the king issued a command to all his people: “Take every newborn Hebrew boy and throw him into the Nile, but let all the girls live.”"
                        }
                    ]
                }
            ],
            [
                {
                    "Chapter 2": [
                        {
                            "2:2": "and she bore him a son. When she saw what a fine baby he was, she hid him for three months. "
                        },
                        {
                            "2:3": "But when she could not hide him any longer, she took a basket made of reeds and covered it with tar to make it watertight. She put the baby in it and then placed it in the tall grass at the edge of the river. "
                        },
                        {
                            "2:4": "The baby's sister stood some distance away to see what would happen to him."
                        },
                        {
                            "2:5": "The king's daughter came down to the river to bathe, while her servants walked along the bank. Suddenly she noticed the basket in the tall grass and sent a slave woman to get it. "
                        },
                        {
                            "2:6": "The princess opened it and saw a baby boy. He was crying, and she felt sorry for him. “This is one of the Hebrew babies,” she said."
                        },
                        {
                            "2:7": "Then his sister asked her, “Shall I go and call a Hebrew woman to nurse the baby for you?”"
                        },
                        {
                            "2:8": "“Please do,” she answered. So the girl went and brought the baby's own mother. "
                        },
                        {
                            "2:9": "The princess told the woman, “Take this baby and nurse him for me, and I will pay you.” So she took the baby and nursed him. "
                        },
                        {
                            "2:10": "Later, when the child was old enough, she took him to the king's daughter, who adopted him as her own son. She said to herself, “I pulled him out of the water, and so I name him Moses.”"
                        },
                        {
                            "2:12": "Moses looked all around, and when he saw that no one was watching, he killed the Egyptian and hid his body in the sand. "
                        },
                        {
                            "2:13": "The next day he went back and saw two Hebrew men fighting. He said to the one who was in the wrong, “Why are you beating up a fellow Hebrew?”"
                        },
                        {
                            "2:14": "The man answered, “Who made you our ruler and judge? Are you going to kill me just as you killed that Egyptian?” Then Moses was afraid and said to himself, “People have found out what I have done.” "
                        },
                        {
                            "2:15-16": "When the king heard about what had happened, he tried to have Moses killed, but Moses fled and went to live in the land of Midian."
                        },
                        {
                            "2:17": "But some shepherds drove Jethro's daughters away. Then Moses went to their rescue and watered their animals for them. "
                        },
                        {
                            "2:18": "When they returned to their father, he asked, “Why have you come back so early today?”"
                        },
                        {
                            "2:19": "“An Egyptian rescued us from the shepherds,” they answered, “and he even drew water for us and watered our animals.”"
                        },
                        {
                            "2:20": "“Where is he?” he asked his daughters. “Why did you leave the man out there? Go and invite him to eat with us.”"
                        },
                        {
                            "2:21": "So Moses decided to live there, and Jethro gave him his daughter Zipporah in marriage, "
                        },
                        {
                            "2:22": "who bore him a son. Moses said to himself, “I am a foreigner in this land, and so I name him Gershom.”"
                        },
                        {
                            "2:23": "Years later the king of Egypt died, but the Israelites were still groaning under their slavery and cried out for help. Their cry went up to God, "
                        },
                        {
                            "2:24": "who heard their groaning and remembered his covenant with Abraham, Isaac, and Jacob. "
                        },
                        {
                            "2:25": "He saw the slavery of the Israelites and was concerned for them."
                        }
                    ]
                }
            ]
        ]
    },
    {
        "Leviticus": [
            [
                {
                    "Chapter 1": [
                        {
                            "1:2": "for the Israelites to observe when they offer their sacrifices."
                        },
                        {
                            "1:3": "If you are offering one of your cattle as a burnt offering, you must bring a bull without any defects. You must present it at the entrance of the Tent of the Lord's presence so that the Lord will accept you. "
                        },
                        {
                            "1:4": "You shall put your hand on its head, and it will be accepted as a sacrifice to take away your sins. "
                        },
                        {
                            "1:5": "You shall kill the bull there, and the Aaronite priests shall present the blood to the Lord and then throw it against all four sides of the altar located at the entrance of the Tent. "
                        },
                        {
                            "1:6": "Then you shall skin the animal and cut it up, "
                        },
                        {
                            "1:7": "and the priests shall arrange firewood on the altar and light it. "
                        },
                        {
                            "1:8": "They shall put on the fire the pieces of the animal, including the head and the fat. "
                        },
                        {
                            "1:9": "You must wash the internal organs and the hind legs, and the officiating priest will burn the whole sacrifice on the altar. The odor of this food offering is pleasing to the Lord."
                        },
                        {
                            "1:10": "If you are offering one of your sheep or goats, it must be a male without any defects. "
                        },
                        {
                            "1:11": "You shall kill it on the north side of the altar, and the priests shall throw its blood on all four sides of the altar. "
                        },
                        {
                            "1:12": "After you cut it up, the officiating priest shall put on the fire all the parts, including the head and the fat. "
                        },
                        {
                            "1:13": "You must wash the internal organs and the hind legs, and the priest will present the sacrifice to the Lord and burn all of it on the altar. The odor of this food offering is pleasing to the Lord."
                        },
                        {
                            "1:14": "If you are offering a bird as a burnt offering, it must be a dove or a pigeon. "
                        },
                        {
                            "1:15": "The priest shall present it at the altar, wring its neck, and burn its head on the altar. Its blood shall be drained out against the side of the altar. "
                        },
                        {
                            "1:16": "He shall remove the crop and its contents and throw them away on the east side of the altar where the ashes are put. "
                        },
                        {
                            "1:17": "He shall take hold of its wings and tear its body open, without tearing the wings off, and then burn it whole on the altar. The odor of this food offering is pleasing to the Lord."
                        }
                    ]
                }
            ],
            [
                {
                    "Chapter 2": [
                        {
                            "2:2": "and bring it to the Aaronite priests. The officiating priest shall take a handful of the flour and oil and all of the incense and burn it on the altar as a token that it has all been offered to the Lord. The odor of this food offering is pleasing to the Lord. "
                        },
                        {
                            "2:3": "The rest of the grain offering belongs to the priests; it is very holy, since it is taken from the food offered to the Lord."
                        },
                        {
                            "2:4": "If the offering is bread baked in an oven, it must be made without yeast. It may be thick loaves made of flour mixed with olive oil or thin cakes brushed with olive oil."
                        },
                        {
                            "2:5": "If the offering is bread cooked on a griddle, it is to be made of flour mixed with olive oil but without yeast. "
                        },
                        {
                            "2:6": "Crumble it up and pour the oil on it when you present it as an offering."
                        },
                        {
                            "2:7": "If the offering is bread cooked in a pan, it is to be made of flour and olive oil. "
                        },
                        {
                            "2:8": "Bring it as an offering to the Lord and present it to the priest, who will take it to the altar. "
                        },
                        {
                            "2:9": "The priest will take part of it as a token that it has all been offered to the Lord, and he will burn it on the altar. The odor of this food offering is pleasing to the Lord. "
                        },
                        {
                            "2:10": "The rest of the offering belongs to the priests; it is very holy, since it is taken from the food offered to the Lord."
                        },
                        {
                            "2:11": "None of the grain offerings which you present to the Lord may be made with yeast; you must never use yeast or honey in food offered to the Lord. "
                        },
                        {
                            "2:12": "An offering of the first grain that you harvest each year shall be brought to the Lord, but it is not to be burned on the altar. "
                        },
                        {
                            "2:13": "Put salt on every grain offering, because salt represents the covenant between you and God. (You must put salt on all your offerings.) "
                        },
                        {
                            "2:14": "When you bring to the Lord an offering of the first grain harvested, offer roasted grain or ground meal. "
                        },
                        {
                            "2:15": "Add olive oil and put incense on it. "
                        },
                        {
                            "2:16": "The priest will burn that part of the meal and oil that is to serve as a token, and also all the incense, as a food offering to the Lord."
                        }
                    ]
                }
            ]
        ]
    },
    {
        "Numbers": [
            [
                {
                    "Chapter 1": [
                        {
                            "1:2": "“You and Aaron are to take a census of the people of Israel by clans and families. List the names of all the men "
                        },
                        {
                            "1:3": "twenty years old or older who are fit for military service. "
                        },
                        {
                            "1:4": "Ask one clan chief from each tribe to help you.” "
                        },
                        {
                            "1:5-16": "These are the men, leaders within their tribes, who were chosen from the community for this work:"
                        },
                        {
                            "1:17": "With the help of these twelve men Moses and Aaron"
                        },
                        {
                            "1:18": "called together the whole community on the first day of the second month and registered all the people by clans and families. The names of all the men twenty years old or older were recorded and counted,"
                        },
                        {
                            "1:19": "as the Lord had commanded. In the Sinai Desert, Moses registered the people. "
                        },
                        {
                            "1:20-46": "The men twenty years old or older who were fit for military service were registered by name according to clan and family, beginning with the tribe of Reuben, Jacob's oldest son. The totals were as follows:"
                        },
                        {
                            "1:47": "The Levites were not registered with the other tribes, "
                        },
                        {
                            "1:48": "because the Lord had said to Moses, "
                        },
                        {
                            "1:49": "“When you take a census of the men fit for military service, do not include the tribe of Levi. "
                        },
                        {
                            "1:50": "Instead, put the Levites in charge of the Tent of my presence and all its equipment. They shall carry it and its equipment, serve in it, and set up their camp around it. "
                        },
                        {
                            "1:51": "Whenever you move your camp, the Levites shall take the Tent down and set it up again at each new campsite. Anyone else who comes near the Tent shall be put to death. "
                        },
                        {
                            "1:52": "The rest of the Israelites shall set up camp, company by company, each man with his own group and under his own banner. "
                        },
                        {
                            "1:53": "But the Levites shall camp around the Tent to guard it, so that no one may come near and cause my anger to strike the community of Israel.” "
                        },
                        {
                            "1:54": "So the people of Israel did everything that the Lord had commanded Moses."
                        }
                    ]
                }
            ],
            [
                {
                    "Chapter 2": [
                        {
                            "2:2": "When the Israelites set up camp, each man will camp under the banner of his division and the flag of his own clan. The camp is to be set up all around the Tent."
                        },
                        {
                            "2:3-9": "On the east side, those under the banner of the division of Judah shall camp in their groups, under their leaders, as follows:"
                        },
                        {
                            "2:10-16": "On the south, those under the banner of the division of Reuben shall camp in their groups, under their leaders, as follows:"
                        },
                        {
                            "2:17": "Then, between the first two divisions and the last two the Levites are to march carrying the Tent. Each division shall march in the same order as they camp, each in position under its banner."
                        },
                        {
                            "2:18-24": "On the west, those under the banner of the division of Ephraim shall camp in their groups, under their leaders, as follows:"
                        },
                        {
                            "2:25-31": "On the north, those under the banner of the division of Dan shall camp in their groups, under their leaders, as follows:"
                        },
                        {
                            "2:32": "The total number of the people of Israel enrolled in the divisions, group by group, was 603,550. "
                        },
                        {
                            "2:33": "As the Lord had commanded Moses, the Levites were not registered with the rest of the Israelites."
                        },
                        {
                            "2:34": "So the people of Israel did everything the Lord had commanded Moses. They camped, each under his own banner, and they marched, each with his own clan."
                        }
                    ]
                }
            ]
        ]
    }
]