[
    {
        "Genesis": {
            "Chapter 1": [
                {
                    "1:1": "In the beginning, when God created the universe, "
                },
                {
                    "1:2": "the earth was formless and desolate. The raging ocean that covered everything was engulfed in total darkness, and the Spirit of God was moving over the water. "
                },
                {
                    "1:3": "Then God commanded, “Let there be light”—and light appeared. "
                },
                {
                    "1:4": "God was pleased with what he saw. Then he separated the light from the darkness, "
                },
                {
                    "1:5": "and he named the light “Day” and the darkness “Night.” Evening passed and morning came—that was the first day."
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 2": [
                {
                    "2:1": "And so the whole universe was completed. "
                },
                {
                    "2:2": "And so the whole universe was completed. "
                },
                {
                    "2:3": "By the seventh day God finished what he had been doing and stopped working. "
                },
                {
                    "2:4": "He blessed the seventh day and set it apart as a special day, because by that day he had completed his creation and stopped working. "
                },
                {
                    "2:5": "And that is how the universe was created."
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 3": [
                {
                    "3:1": "Now the snake was the most cunning animal that the Lord God had made. The snake asked the woman, “Did God really tell you not to eat fruit from any tree in the garden?”"
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 4": [
                {
                    "4:1": "Then Adam had intercourse with his wife, and she became pregnant. She bore a son and said, “By the Lord's help I have gotten a son.” So she named him Cain. "
                },
                {
                    "4:2": "Later she gave birth to another son, Abel. Abel became a shepherd, but Cain was a farmer. "
                },
                {
                    "4:3": "After some time Cain brought some of his harvest and gave it as an offering to the Lord. "
                },
                {
                    "4:4": "Then Abel brought the first lamb born to one of his sheep, killed it, and gave the best parts of it as an offering. The Lord was pleased with Abel and his offering, "
                },
                {
                    "4:5": "but he rejected Cain and his offering. Cain became furious, and he scowled in anger. "
                },
                {
                    "4:6": "Then the Lord said to Cain, “Why are you angry? Why that scowl on your face? "
                },
                {
                    "4:7": "If you had done the right thing, you would be smiling; but because you have done evil, sin is crouching at your door. It wants to rule you, but you must overcome it.”"
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 5": [
                {
                    "5:1": "This is the list of the descendants of Adam. (When God created human beings, he made them like himself. "
                },
                {
                    "5:2": "He created them male and female, blessed them, and named them “Human Beings.”) "
                },
                {
                    "5:3": "When Adam was 130 years old, he had a son who was like him, and he named him Seth. "
                },
                {
                    "5:4": "After that, Adam lived another 800 years. He had other children "
                },
                {
                    "5:5": "and died at the age of 930."
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 6": [
                {
                    "6:1": "When people had spread all over the world, and daughters were being born, "
                },
                {
                    "6:2": "some of the heavenly beings saw that these young women were beautiful, so they took the ones they liked. "
                },
                {
                    "6:3": "Then the Lord said, “I will not allow people to live forever; they are mortal. From now on they will live no longer than 120 years.” "
                },
                {
                    "6:4": "In those days, and even later, there were giants on the earth who were descendants of human women and the heavenly beings. They were the great heroes and famous men of long ago."
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 7": [
                {
                    "7:1": "The Lord said to Noah, “Go into the boat with your whole family; I have found that you are the only one in all the world who does what is right. "
                },
                {
                    "7:2": "Take with you seven pairs of each kind of ritually clean animal, but only one pair of each kind of unclean animal. "
                },
                {
                    "7:3": "Take also seven pairs of each kind of bird. Do this so that every kind of animal and bird will be kept alive to reproduce again on the earth. "
                },
                {
                    "7:4": "Seven days from now I am going to send rain that will fall for forty days and nights, in order to destroy all the living beings that I have made.” "
                },
                {
                    "7:5": "And Noah did everything that the Lord commanded."
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 8": [
                {
                    "8:1": "God had not forgotten Noah and all the animals with him in the boat; he caused a wind to blow, and the water started going down. "
                },
                {
                    "8:2": "The outlets of the water beneath the earth and the floodgates of the sky were closed. The rain stopped, "
                },
                {
                    "8:3": "and the water gradually went down for 150 days. "
                },
                {
                    "8:4": "On the seventeenth day of the seventh month the boat came to rest on a mountain in the Ararat range. "
                },
                {
                    "8:5": "The water kept going down, and on the first day of the tenth month the tops of the mountains appeared."
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 9": [
                {
                    "9:1": "God blessed Noah and his sons and said, “Have many children, so that your descendants will live all over the earth. "
                },
                {
                    "9:2": "All the animals, birds, and fish will live in fear of you. They are all placed under your power. "
                },
                {
                    "9:3": "Now you can eat them, as well as green plants; I give them all to you for food. "
                },
                {
                    "9:4": "The one thing you must not eat is meat with blood still in it; I forbid this because the life is in the blood. "
                },
                {
                    "9:5": "If anyone takes human life, he will be punished. I will punish with death any animal that takes a human life. "
                },
                {
                    "9:6": "Human beings were made like God, so whoever murders one of them will be killed by someone else."
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 10": [
                {
                    "10:1": "These are the descendants of Noah's sons, Shem, Ham, and Japheth. These three had sons after the flood."
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 11": [
                {
                    "11:1": "At first, the people of the whole world had only one language and used the same words. "
                },
                {
                    "11:2": "s they wandered about in the East, they came to a plain in Babylonia and settled there. "
                },
                {
                    "11:3": "hey said to one another, “Come on! Let's make bricks and bake them hard.” So they had bricks to build with and tar to hold them together. "
                },
                {
                    "11:4": "hey said, “Now let's build a city with a tower that reaches the sky, so that we can make a name for ourselves and not be scattered all over the earth.”"
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 12": [
                {
                    "12:1": "The Lord said to Abram, “Leave your country, your relatives, and your father's home, and go to a land that I am going to show you. "
                },
                {
                    "12:2": " will give you many descendants, and they will become a great nation. I will bless you and make your name famous, so that you will be a blessing."
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 13": [
                {
                    "13:1": "Abram went north out of Egypt to the southern part of Canaan with his wife and everything he owned, and Lot went with him. "
                },
                {
                    "13:2": "bram was a very rich man, with sheep, goats, and cattle, as well as silver and gold. "
                },
                {
                    "13:3": "hen he left there and moved from place to place, going toward Bethel. He reached the place between Bethel and Ai where he had camped before "
                },
                {
                    "13:4": "nd had built an altar. There he worshiped the Lord."
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 14": [
                {
                    "14:1": "Four kings, Amraphel of Babylonia, Arioch of Ellasar, Chedorlaomer of Elam, and Tidal of Goiim, "
                },
                {
                    "14:2": "ent to war against five other kings: Bera of Sodom, Birsha of Gomorrah, Shinab of Admah, Shemeber of Zeboiim, and the king of Bela (or Zoar). "
                },
                {
                    "14:3": "hese five kings had formed an alliance and joined forces in Siddim Valley, which is now the Dead Sea. "
                },
                {
                    "14:4": "hey had been under the control of Chedorlaomer for twelve years, but in the thirteenth year they rebelled against him. "
                },
                {
                    "14:5": "n the fourteenth year Chedorlaomer and his allies came with their armies and defeated the Rephaim in Ashteroth Karnaim, the Zuzim in Ham, the Emim in the plain of Kiriathaim, "
                },
                {
                    "14:6": "nd the Horites in the mountains of Edom, pursuing them as far as Elparan on the edge of the desert. "
                },
                {
                    "14:7": "hen they turned around and came back to Kadesh (then known as Enmishpat). They conquered all the land of the Amalekites and defeated the Amorites who lived in Hazazon Tamar."
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 15": [
                {
                    "15:1": "After this, Abram had a vision and heard the Lord say to him, “Do not be afraid, Abram. I will shield you from danger and give you a great reward.”"
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 16": [
                {
                    "16:1": "Abram's wife Sarai had not borne him any children. But she had an Egyptian slave woman named Hagar, "
                },
                {
                    "16:2": "nd so she said to Abram, “The Lord has kept me from having children. Why don't you sleep with my slave? Perhaps she can have a child for me.” Abram agreed with what Sarai said. "
                },
                {
                    "16:3": "o she gave Hagar to him to be his concubine. (This happened after Abram had lived in Canaan for ten years.) "
                },
                {
                    "16:4": "bram had intercourse with Hagar, and she became pregnant. When she found out that she was pregnant, she became proud and despised Sarai."
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 17": [
                {
                    "17:1": "When Abram was ninety-nine years old, the Lord appeared to him and said, “I am the Almighty God. Obey me and always do what is right. "
                },
                {
                    "17:2": " will make my covenant with you and give you many descendants.” "
                },
                {
                    "17:3": "bram bowed down with his face touching the ground, and God said, "
                },
                {
                    "17:4": "I make this covenant with you: I promise that you will be the ancestor of many nations. "
                },
                {
                    "17:5": "A)Your name will no longer be Abram, but Abraham, because I am making you the ancestor of many nations. "
                },
                {
                    "17:6": " will give you many descendants, and some of them will be kings. You will have so many descendants that they will become nations."
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 18": [
                {
                    "18:1": "The Lord appeared to Abraham at the sacred trees of Mamre. As Abraham was sitting at the entrance of his tent during the hottest part of the day, "
                },
                {
                    "18:2": "A)he looked up and saw three men standing there. As soon as he saw them, he ran out to meet them. Bowing down with his face touching the ground, "
                },
                {
                    "18:3": "e said, “Sirs, please do not pass by my home without stopping; I am here to serve you. "
                },
                {
                    "18:4": "et me bring some water for you to wash your feet; you can rest here beneath this tree. "
                },
                {
                    "18:5": " will also bring a bit of food; it will give you strength to continue your journey. You have honored me by coming to my home, so let me serve you.”"
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 19": [
                {
                    "19:1": "When the two angels came to Sodom that evening, Lot was sitting at the city gate. As soon as he saw them, he got up and went to meet them. He bowed down before them "
                },
                {
                    "19:2": "nd said, “Sirs, I am here to serve you. Please come to my house. You can wash your feet and spend the night. In the morning you can get up early and go on your way.”"
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 20": [
                {
                    "20:1": "Abraham moved from Mamre to the southern part of Canaan and lived between Kadesh and Shur. Later, while he was living in Gerar, "
                },
                {
                    "20:2": "A)he said that his wife Sarah was his sister. So King Abimelech of Gerar had Sarah brought to him. "
                },
                {
                    "20:3": "ne night God appeared to him in a dream and said, “You are going to die, because you have taken this woman; she is already married.”"
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 21": [
                {
                    "21:1": "The Lord blessed Sarah, as he had promised, "
                },
                {
                    "21:2": "A)and she became pregnant and bore a son to Abraham when he was old. The boy was born at the time God had said he would be born. "
                },
                {
                    "21:3": "braham named him Isaac, "
                },
                {
                    "21:4": "B)and when Isaac was eight days old, Abraham circumcised him, as God had commanded. "
                },
                {
                    "21:5": "braham was a hundred years old when Isaac was born. "
                },
                {
                    "21:6": "arah said, “God has brought me joy and laughter. Everyone who hears about it will laugh with me.” "
                },
                {
                    "21:7": "hen she added, “Who would have said to Abraham that Sarah would nurse children? Yet I have borne him a son in his old age.”"
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 22": [
                {
                    "22:1": "Some time later God tested Abraham; he called to him, “Abraham!” And Abraham answered, “Yes, here I am!”"
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 23": [
                {
                    "23:1": "Sarah lived to be 127 years old. "
                },
                {
                    "23:2": "he died in Hebron in the land of Canaan, and Abraham mourned her death."
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 24": [
                {
                    "24:1": "Abraham was now very old, and the Lord had blessed him in everything he did. "
                },
                {
                    "24:2": "e said to his oldest servant, who was in charge of all that he had, “Place your hand between my thighs and make a vow. "
                },
                {
                    "24:3": " want you to make a vow in the name of the Lord, the God of heaven and earth, that you will not choose a wife for my son from the people here in Canaan. "
                },
                {
                    "24:4": "ou must go back to the country where I was born and get a wife for my son Isaac from among my relatives.”"
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 25": [
                {
                    "25:1": "Abraham married another woman, whose name was Keturah. "
                },
                {
                    "25:2": "he bore him Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah. "
                },
                {
                    "25:3": "okshan was the father of Sheba and Dedan, and the descendants of Dedan were the Asshurim, the Letushim, and the Leummim. "
                },
                {
                    "25:4": "he sons of Midian were Ephah, Epher, Hanoch, Abida, and Eldaah. All these were Keturah's descendants."
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 26": [
                {
                    "26:1": "There was another famine in the land besides the earlier one during the time of Abraham. Isaac went to Abimelech, king of the Philistines, at Gerar. "
                },
                {
                    "26:2": "he Lord had appeared to Isaac and had said, “Do not go to Egypt; stay in this land, where I tell you to stay. "
                },
                {
                    "26:3": "A)Live here, and I will be with you and bless you. I am going to give all this territory to you and to your descendants. I will keep the promise I made to your father Abraham. "
                },
                {
                    "26:4": " will give you as many descendants as there are stars in the sky, and I will give them all this territory. All the nations will ask me to bless them as I have blessed your descendants. "
                },
                {
                    "26:5": " will bless you, because Abraham obeyed me and kept all my laws and commands.”"
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 27": [
                {
                    "27:1": "Isaac was now old and had become blind. He sent for his older son Esau and said to him, “Son!”"
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 28": [
                {
                    "28:1": "Isaac called Jacob, greeted him, and told him, “Don't marry a Canaanite. "
                },
                {
                    "28:2": "Isaac called Jacob, greeted him, and told him, “Don't marry a Canaanite. "
                },
                {
                    "28:3": "o instead to Mesopotamia, to the home of your grandfather Bethuel, and marry one of the young women there, one of your uncle Laban's daughters. "
                },
                {
                    "28:4": "ay Almighty God bless your marriage and give you many children, so that you will become the father of many nations! "
                },
                {
                    "28:5": "A)May he bless you and your descendants as he blessed Abraham, and may you take possession of this land, in which you have lived and which God gave to Abraham!” "
                },
                {
                    "28:6": "saac sent Jacob away to Mesopotamia, to Laban, who was the son of Bethuel the Aramean and the brother of Rebecca, the mother of Jacob and Esau."
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 29": [
                {
                    "29:1": "Jacob continued on his way and went toward the land of the East. "
                },
                {
                    "29:2": "uddenly he came upon a well out in the fields with three flocks of sheep lying around it. The flocks were watered from this well, which had a large stone over the opening. "
                },
                {
                    "29:3": "henever all the flocks came together there, the shepherds would roll the stone back and water them. Then they would put the stone back in place."
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 30": [
                {
                    "30:1": "But Rachel had not borne Jacob any children, and so she became jealous of her sister and said to Jacob, “Give me children, or I will die.”"
                },
                {
                    "30:2": "But Rachel had not borne Jacob any children, and so she became jealous of her sister and said to Jacob, “Give me children, or I will die.”"
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 31": [
                {
                    "31:1": "Jacob heard that Laban's sons were saying, “Jacob has taken everything that belonged to our father. He got all his wealth from what our father owned.” "
                },
                {
                    "31:2": "e also saw that Laban was no longer as friendly as he had been earlier. "
                },
                {
                    "31:3": "hen the Lord said to him, “Go back to the land of your fathers and to your relatives. I will be with you.”"
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 32": [
                {
                    "32:1": "As Jacob went on his way, some angels met him. "
                },
                {
                    "32:2": "hen he saw them, he said, “This is God's camp”; so he named the place Mahanaim."
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 33": [
                {
                    "33:1": "Jacob saw Esau coming with his four hundred men, so he divided the children among Leah, Rachel, and the two concubines. "
                },
                {
                    "33:2": "e put the concubines and their children first, then Leah and her children, and finally Rachel and Joseph at the rear. "
                },
                {
                    "33:3": "acob went ahead of them and bowed down to the ground seven times as he approached his brother. "
                },
                {
                    "33:4": "ut Esau ran to meet him, threw his arms around him, and kissed him. They were both crying. "
                },
                {
                    "33:5": "hen Esau looked around and saw the women and the children, he asked, “Who are these people with you?”"
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 34": [
                {
                    "34:1": "One day Dinah, the daughter of Jacob and Leah, went to visit some of the Canaanite women. "
                },
                {
                    "34:2": "hen Shechem son of Hamor the Hivite, who was chief of that region, saw her, he took her and raped her. "
                },
                {
                    "34:3": "ut he found the young woman so attractive that he fell in love with her and tried to win her affection. "
                },
                {
                    "34:4": "e told his father, “I want you to get Dinah for me as my wife.”"
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 35": [
                {
                    "35:1": "God said to Jacob, “Go to Bethel at once, and live there. Build an altar there to me, the God who appeared to you when you were running away from your brother Esau.”"
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 36": [
                {
                    "36:1": "These are the descendants of Esau, also called Edom. "
                },
                {
                    "36:2": "B)Esau married Canaanite women: Adah, the daughter of Elon the Hittite; Oholibamah, the daughter of Anah son of Zibeon the Hivite; "
                },
                {
                    "36:3": "C)and Basemath, the daughter of Ishmael and sister of Nebaioth. "
                },
                {
                    "36:4": "dah bore Eliphaz; Basemath bore Reuel; "
                },
                {
                    "36:5": "nd Oholibamah bore Jeush, Jalam, and Korah. All these sons were born to Esau in the land of Canaan."
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 37": [
                {
                    "37:1": "Jacob continued to live in the land of Canaan, where his father had lived, "
                },
                {
                    "37:2": "nd this is the story of Jacob's family."
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 38": [
                {
                    "38:1": "About that time Judah left his brothers and went to stay with a man named Hirah, who was from the town of Adullam. "
                },
                {
                    "38:2": "here Judah met a young Canaanite woman whose father was named Shua. He married her, "
                },
                {
                    "38:3": "nd she bore him a son, whom he named Er. "
                },
                {
                    "38:4": "he became pregnant again and bore another son and named him Onan. "
                },
                {
                    "38:5": "gain she had a son and named him Shelah. Judah was at Achzib when the boy was born."
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 39": [
                {
                    "39:1": "Now the Ishmaelites had taken Joseph to Egypt and sold him to Potiphar, one of the king's officers, who was the captain of the palace guard. "
                },
                {
                    "39:2": "A)The Lord was with Joseph and made him successful. He lived in the house of his Egyptian master, "
                },
                {
                    "39:3": "ho saw that the Lord was with Joseph and had made him successful in everything he did. "
                },
                {
                    "39:4": "otiphar was pleased with him and made him his personal servant; so he put him in charge of his house and everything he owned. "
                },
                {
                    "39:5": "rom then on, because of Joseph the Lord blessed the household of the Egyptian and everything that he had in his house and in his fields. "
                },
                {
                    "39:6": "otiphar turned over everything he had to the care of Joseph and did not concern himself with anything except the food he ate."
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 40": [
                {
                    "40:1": "Some time later the king of Egypt's wine steward and his chief baker offended the king. "
                },
                {
                    "40:2": "e was angry with these two officials "
                },
                {
                    "40:3": "nd put them in prison in the house of the captain of the guard, in the same place where Joseph was being kept. "
                },
                {
                    "40:4": "hey spent a long time in prison, and the captain assigned Joseph as their servant."
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 41": [
                {
                    "41:1": "After two years had passed, the king of Egypt dreamed that he was standing by the Nile River, "
                },
                {
                    "41:2": "hen seven cows, fat and sleek, came up out of the river and began to feed on the grass. "
                },
                {
                    "41:3": "hen seven other cows came up; they were thin and bony. They came and stood by the other cows on the riverbank, "
                },
                {
                    "41:4": "nd the thin cows ate up the fat cows. Then the king woke up. "
                },
                {
                    "41:5": "e fell asleep again and had another dream. Seven heads of grain, full and ripe, were growing on one stalk. "
                },
                {
                    "41:6": "hen seven other heads of grain sprouted, thin and scorched by the desert wind, "
                },
                {
                    "41:7": "nd the thin heads of grain swallowed the full ones. The king woke up and realized that he had been dreaming. "
                },
                {
                    "41:8": "A)In the morning he was worried, so he sent for all the magicians and wise men of Egypt. He told them his dreams, but no one could explain them to him."
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 42": [
                {
                    "42:1": "When Jacob learned that there was grain in Egypt, he said to his sons, “Why don't you do something? "
                },
                {
                    "42:2": "A)I hear that there is grain in Egypt; go there and buy some to keep us from starving to death.” "
                },
                {
                    "42:3": "o Joseph's ten half brothers went to buy grain in Egypt, "
                },
                {
                    "42:4": "ut Jacob did not send Joseph's full brother Benjamin with them, because he was afraid that something might happen to him."
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 43": [
                {
                    "43:1": "The famine in Canaan got worse, "
                },
                {
                    "43:2": "nd when the family of Jacob had eaten all the grain which had been brought from Egypt, Jacob said to his sons, “Go back and buy a little food for us.”"
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 44": [
                {
                    "44:1": "Joseph commanded the servant in charge of his house, “Fill the men's sacks with as much food as they can carry, and put each man's money in the top of his sack. "
                },
                {
                    "44:2": "ut my silver cup in the top of the youngest brother's sack, together with the money for his grain.” He did as he was told. "
                },
                {
                    "44:3": "arly in the morning the brothers were sent on their way with their donkeys. "
                },
                {
                    "44:4": "hen they had gone only a short distance from the city, Joseph said to the servant in charge of his house, “Hurry after those men. When you catch up with them, ask them, ‘Why have you paid back evil for good? "
                },
                {
                    "44:5": "hy did you steal my master's silver cup? It is the one he drinks from, the one he uses for divination. You have committed a serious crime!’”"
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 45": [
                {
                    "45:1": "Joseph was no longer able to control his feelings in front of his servants, so he ordered them all to leave the room. No one else was with him when Joseph told his brothers who he was. "
                },
                {
                    "45:2": "e cried with such loud sobs that the Egyptians heard it, and the news was taken to the king's palace. "
                },
                {
                    "45:3": "oseph said to his brothers, “I am Joseph. Is my father still alive?” But when his brothers heard this, they were so terrified that they could not answer. "
                },
                {
                    "45:4": "hen Joseph said to them, “Please come closer.” They did, and he said, “I am your brother Joseph, whom you sold into Egypt. "
                },
                {
                    "45:5": "ow do not be upset or blame yourselves because you sold me here. It was really God who sent me ahead of you to save people's lives. "
                },
                {
                    "45:6": "his is only the second year of famine in the land; there will be five more years in which there will be neither plowing nor reaping. "
                },
                {
                    "45:7": "od sent me ahead of you to rescue you in this amazing way and to make sure that you and your descendants survive. "
                },
                {
                    "45:8": "o it was not really you who sent me here, but God. He has made me the king's highest official. I am in charge of his whole country; I am the ruler of all Egypt."
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 46": [
                {
                    "46:1": "Jacob packed up all he had and went to Beersheba, where he offered sacrifices to the God of his father Isaac. "
                },
                {
                    "46:2": "od spoke to him in a vision at night and called, “Jacob, Jacob!”"
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 47": [
                {
                    "47:1": "So Joseph took five of his brothers and went to the king. He told him, “My father and my brothers have come from Canaan with their flocks, their herds, and all that they own. They are now in the region of Goshen.” "
                },
                {
                    "47:2": "So Joseph took five of his brothers and went to the king. He told him, “My father and my brothers have come from Canaan with their flocks, their herds, and all that they own. They are now in the region of Goshen.” "
                },
                {
                    "47:3": "e then presented his brothers to the king. "
                },
                {
                    "47:4": "he king asked them, “What is your occupation?”"
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 48": [
                {
                    "48:1": "Some time later Joseph was told that his father was ill. So he took his two sons, Manasseh and Ephraim, and went to see Jacob. "
                },
                {
                    "48:2": "hen Jacob was told that his son Joseph had come to see him, he gathered his strength and sat up in bed. "
                },
                {
                    "48:3": "A)Jacob said to Joseph, “Almighty God appeared to me at Luz in the land of Canaan and blessed me. "
                },
                {
                    "48:4": "e said to me, ‘I will give you many children, so that your descendants will become many nations; I will give this land to your descendants as their possession forever.’”"
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 49": [
                {
                    "49:1": "Jacob called for his sons and said, “Gather around, and I will tell you what will happen to you in the future:"
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 50": [
                {
                    "50:1": "Joseph threw himself on his father, crying and kissing his face. "
                },
                {
                    "50:2": "Joseph threw himself on his father, crying and kissing his face. "
                },
                {
                    "50:3": "hen Joseph gave orders to embalm his father's body. "
                },
                {
                    "50:4": "t took forty days, the normal time for embalming. The Egyptians mourned for him seventy days."
                }
            ]
        }
    }
]