[
    {
        "Genesis": {
            "Chapter 1": [
                {
                    "1:1": "In the beginning, when God created the universe, "
                },
                {
                    "1:2": "the earth was formless and desolate. The raging ocean that covered everything was engulfed in total darkness, and the Spirit of God was moving over the water. "
                },
                {
                    "1:3": "Then God commanded, “Let there be light”—and light appeared. "
                },
                {
                    "1:4": "God was pleased with what he saw. Then he separated the light from the darkness, "
                },
                {
                    "1:5": "and he named the light “Day” and the darkness “Night.” Evening passed and morning came—that was the first day."
                },
                {
                    "1:6-7": "7 Then God commanded, “Let there be a dome to divide the water and to keep it in two separate places”—and it was done. So God made a dome, and it separated the water under it from the water above it. "
                },
                {
                    "1:8": "He named the dome “Sky.” Evening passed and morning came—that was the second day."
                },
                {
                    "1:9": "Then God commanded, “Let the water below the sky come together in one place, so that the land will appear”—and it was done. "
                },
                {
                    "1:10": " He named the land “Earth,” and the water which had come together he named “Sea.” And God was pleased with what he saw. "
                },
                {
                    "1:11": " Then he commanded, “Let the earth produce all kinds of plants, those that bear grain and those that bear fruit”—and it was done. "
                },
                {
                    "1:12": " So the earth produced all kinds of plants, and God was pleased with what he saw. "
                },
                {
                    "1:13": " Evening passed and morning came—that was the third day."
                },
                {
                    "1:14": " Then God commanded, “Let lights appear in the sky to separate day from night and to show the time when days, years, and religious festivals begin; "
                },
                {
                    "1:15": " they will shine in the sky to give light to the earth”—and it was done. "
                },
                {
                    "1:16": " So God made the two larger lights, the sun to rule over the day and the moon to rule over the night; he also made the stars. "
                },
                {
                    "1:17": " He placed the lights in the sky to shine on the earth, "
                },
                {
                    "1:18": " to rule over the day and the night, and to separate light from darkness. And God was pleased with what he saw. "
                },
                {
                    "1:19": " Evening passed and morning came—that was the fourth day."
                },
                {
                    "1:20": " Then God commanded, “Let the water be filled with many kinds of living beings, and let the air be filled with birds.” "
                },
                {
                    "1:21": " So God created the great sea monsters, all kinds of creatures that live in the water, and all kinds of birds. And God was pleased with what he saw. "
                },
                {
                    "1:22": " He blessed them all and told the creatures that live in the water to reproduce and to fill the sea, and he told the birds to increase in number. "
                },
                {
                    "1:23": " Evening passed and morning came—that was the fifth day."
                },
                {
                    "1:24": " Then God commanded, “Let the earth produce all kinds of animal life: domestic and wild, large and small”—and it was done. "
                },
                {
                    "1:25": " So God made them all, and he was pleased with what he saw."
                },
                {
                    "1:26": " Then God said, “And now we will make human beings; they will be like us and resemble us. They will have power over the fish, the birds, and all animals, domestic and wild, large and small.” "
                },
                {
                    "1:27": " So God created human beings, making them to be like himself. He created them male and female, "
                },
                {
                    "1:28": " blessed them, and said, “Have many children, so that your descendants will live all over the earth and bring it under their control. I am putting you in charge of the fish, the birds, and all the wild animals. "
                },
                {
                    "1:29": " I have provided all kinds of grain and all kinds of fruit for you to eat; "
                },
                {
                    "1:30": " but for all the wild animals and for all the birds I have provided grass and leafy plants for food”—and it was done. "
                },
                {
                    "1:31": " God looked at everything he had made, and he was very pleased. Evening passed and morning came—that was the sixth day."
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 2": [
                {
                    "2:1": "And so the whole universe was completed. "
                },
                {
                    "2:2": "And so the whole universe was completed. "
                },
                {
                    "2:2": "By the seventh day God finished what he had been doing and stopped working. "
                },
                {
                    "2:3": "He blessed the seventh day and set it apart as a special day, because by that day he had completed his creation and stopped working. "
                },
                {
                    "2:4": "And that is how the universe was created."
                },
                {
                    "2:5": "there were no plants on the earth and no seeds had sprouted, because he had not sent any rain, and there was no one to cultivate the land; "
                },
                {
                    "2:6": "but water would come up from beneath the surface and water the ground."
                },
                {
                    "2:7": "Then the Lord God took some soil from the ground and formed a man out of it; he breathed life-giving breath into his nostrils and the man began to live."
                },
                {
                    "2:8": "Then the Lord God planted a garden in Eden, in the East, and there he put the man he had formed. "
                },
                {
                    "2:9": "He made all kinds of beautiful trees grow there and produce good fruit. In the middle of the garden stood the tree that gives life and the tree that gives knowledge of what is good and what is bad."
                },
                {
                    "2:10": " A stream flowed in Eden and watered the garden; beyond Eden it divided into four rivers. "
                },
                {
                    "2:11": " The first river is the Pishon; it flows around the country of Havilah. "
                },
                {
                    "2:12": "2 Pure gold is found there and also rare perfume and precious stones.) "
                },
                {
                    "2:13": " The second river is the Gihon; it flows around the country of Cush. "
                },
                {
                    "2:14": " The third river is the Tigris, which flows east of Assyria, and the fourth river is the Euphrates."
                },
                {
                    "2:15": " Then the Lord God placed the man in the Garden of Eden to cultivate it and guard it. "
                },
                {
                    "2:16": " He told him, “You may eat the fruit of any tree in the garden, "
                },
                {
                    "2:17": " except the tree that gives knowledge of what is good and what is bad. You must not eat the fruit of that tree; if you do, you will die the same day.”"
                },
                {
                    "2:18": " Then the Lord God said, “It is not good for the man to live alone. I will make a suitable companion to help him.” "
                },
                {
                    "2:19": " So he took some soil from the ground and formed all the animals and all the birds. Then he brought them to the man to see what he would name them; and that is how they all got their names. "
                },
                {
                    "2:20": " So the man named all the birds and all the animals; but not one of them was a suitable companion to help him."
                },
                {
                    "2:21": " Then the Lord God made the man fall into a deep sleep, and while he was sleeping, he took out one of the man's ribs and closed up the flesh. "
                },
                {
                    "2:22": " He formed a woman out of the rib and brought her to him. "
                },
                {
                    "2:23": " Then the man said,"
                },
                {
                    "2:24": " That is why a man leaves his father and mother and is united with his wife, and they become one."
                },
                {
                    "2:25": " The man and the woman were both naked, but they were not embarrassed."
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 3": [
                {
                    "3:23": " So the Lord God sent them out of the Garden of Eden and made them cultivate the soil from which they had been formed. "
                },
                {
                    "3:24": " Then at the east side of the garden he put living creatures and a flaming sword which turned in all directions. This was to keep anyone from coming near the tree that gives life."
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 4": [
                {
                    "4:26": " Seth had a son whom he named Enosh. It was then that people began using the Lord's holy name in worship."
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 5": [
                {
                    "5:1": "This is the list of the descendants of Adam. (When God created human beings, he made them like himself. "
                },
                {
                    "5:2": "He created them male and female, blessed them, and named them “Human Beings.”) "
                },
                {
                    "5:3": "When Adam was 130 years old, he had a son who was like him, and he named him Seth. "
                },
                {
                    "5:4": "After that, Adam lived another 800 years. He had other children "
                },
                {
                    "5:5": "and died at the age of 930."
                },
                {
                    "5:6": "When Seth was 105, he had a son, Enosh, "
                },
                {
                    "5:7": "and then lived another 807 years. He had other children "
                },
                {
                    "5:8": "and died at the age of 912."
                },
                {
                    "5:9": "When Enosh was 90, he had a son, Kenan, "
                },
                {
                    "5:10": " and then lived another 815 years. He had other children "
                },
                {
                    "5:11": " and died at the age of 905."
                },
                {
                    "5:12": " When Kenan was 70, he had a son, Mahalalel, "
                },
                {
                    "5:13": " and then lived another 840 years. He had other children "
                },
                {
                    "5:14": " and died at the age of 910."
                },
                {
                    "5:15": " When Mahalalel was 65, he had a son, Jared, "
                },
                {
                    "5:16": " and then lived another 830 years. He had other children "
                },
                {
                    "5:17": " and died at the age of 895."
                },
                {
                    "5:18": " When Jared was 162, he had a son, Enoch, "
                },
                {
                    "5:19": " and then lived another 800 years. He had other children "
                },
                {
                    "5:20": " and died at the age of 962."
                },
                {
                    "5:21": " When Enoch was 65, he had a son, Methuselah. "
                },
                {
                    "5:22": " After that, Enoch lived in fellowship with God for 300 years and had other children. "
                },
                {
                    "5:23": " He lived to be 365 years old. "
                },
                {
                    "5:24": " He spent his life in fellowship with God, and then he disappeared, because God took him away."
                },
                {
                    "5:25": " When Methuselah was 187, he had a son, Lamech, "
                },
                {
                    "5:26": " and then lived another 782 years. He had other children "
                },
                {
                    "5:27": " and died at the age of 969."
                },
                {
                    "5:28": " When Lamech was 182, he had a son "
                },
                {
                    "5:29": " and said, “From the very ground on which the Lord put a curse, this child will bring us relief from all our hard work”; so he named him Noah. "
                },
                {
                    "5:30": " Lamech lived another 595 years. He had other children "
                },
                {
                    "5:31": " and died at the age of 777."
                },
                {
                    "5:32": " After Noah was 500 years old, he had three sons, Shem, Ham, and Japheth."
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 6": [
                {
                    "6:11": " but everyone else was evil in God's sight, and violence had spread everywhere. "
                },
                {
                    "6:12": " God looked at the world and saw that it was evil, for the people were all living evil lives."
                },
                {
                    "6:13": " God said to Noah, “I have decided to put an end to all people. I will destroy them completely, because the world is full of their violent deeds. "
                },
                {
                    "6:14": " Build a boat for yourself out of good timber; make rooms in it and cover it with tar inside and out. "
                },
                {
                    "6:15": " Make it 450 feet long, 75 feet wide, and 45 feet high. "
                },
                {
                    "6:16": " Make a roof for the boat and leave a space of 18 inches between the roof and the sides. Build it with three decks and put a door in the side. "
                },
                {
                    "6:17": " I am going to send a flood on the earth to destroy every living being. Everything on the earth will die, "
                },
                {
                    "6:18": " but I will make a covenant with you. Go into the boat with your wife, your sons, and their wives. "
                },
                {
                    "6:19-20": "-20 Take into the boat with you a male and a female of every kind of animal and of every kind of bird, in order to keep them alive. "
                },
                {
                    "6:21": " Take along all kinds of food for you and for them.” "
                },
                {
                    "6:22": " Noah did everything that God commanded."
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 7": [
                {
                    "7:1": "The Lord said to Noah, “Go into the boat with your whole family; I have found that you are the only one in all the world who does what is right. "
                },
                {
                    "7:2": "Take with you seven pairs of each kind of ritually clean animal, but only one pair of each kind of unclean animal. "
                },
                {
                    "7:3": "Take also seven pairs of each kind of bird. Do this so that every kind of animal and bird will be kept alive to reproduce again on the earth. "
                },
                {
                    "7:4": "Seven days from now I am going to send rain that will fall for forty days and nights, in order to destroy all the living beings that I have made.” "
                },
                {
                    "7:5": "And Noah did everything that the Lord commanded."
                },
                {
                    "7:6": "Noah was six hundred years old when the flood came on the earth. "
                },
                {
                    "7:7": "He and his wife, and his sons and their wives, went into the boat to escape the flood. "
                },
                {
                    "7:8": "A male and a female of every kind of animal and bird, whether ritually clean or unclean, "
                },
                {
                    "7:9": "went into the boat with Noah, as God had commanded. "
                },
                {
                    "7:10": " Seven days later the flood came."
                },
                {
                    "7:11": " When Noah was six hundred years old, on the seventeenth day of the second month all the outlets of the vast body of water beneath the earth burst open, all the floodgates of the sky were opened, "
                },
                {
                    "7:12": " and rain fell on the earth for forty days and nights. "
                },
                {
                    "7:13": " On that same day Noah and his wife went into the boat with their three sons, Shem, Ham, and Japheth, and their wives. "
                },
                {
                    "7:14": " With them went every kind of animal, domestic and wild, large and small, and every kind of bird. "
                },
                {
                    "7:15": " A male and a female of each kind of living being went into the boat with Noah, "
                },
                {
                    "7:16": " as God had commanded. Then the Lord shut the door behind Noah."
                },
                {
                    "7:17": " The flood continued for forty days, and the water became deep enough for the boat to float. "
                },
                {
                    "7:18": " The water became deeper, and the boat drifted on the surface. "
                },
                {
                    "7:19": " It became so deep that it covered the highest mountains; "
                },
                {
                    "7:20": " it went on rising until it was about twenty-five feet above the tops of the mountains. "
                },
                {
                    "7:21": " Every living being on the earth died—every bird, every animal, and every person. "
                },
                {
                    "7:22": " Everything on earth that breathed died. "
                },
                {
                    "7:23": " The Lord destroyed all living beings on the earth—human beings, animals, and birds. The only ones left were Noah and those who were with him in the boat. "
                },
                {
                    "7:24": " The water did not start going down for a hundred and fifty days."
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 8": [
                {
                    "8:21": " The odor of the sacrifice pleased the Lord, and he said to himself, “Never again will I put the earth under a curse because of what people do; I know that from the time they are young their thoughts are evil. Never again will I destroy all living beings, as I have done this time. "
                },
                {
                    "8:22": " As long as the world exists, there will be a time for planting and a time for harvest. There will always be cold and heat, summer and winter, day and night.”"
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 9": [
                {
                    "9:19": " These three sons of Noah were the ancestors of all the people on earth."
                },
                {
                    "9:20": " Noah, who was a farmer, was the first man to plant a vineyard. "
                },
                {
                    "9:21": " After he drank some of the wine, he became drunk, took off his clothes, and lay naked in his tent. "
                },
                {
                    "9:22": " When Ham, the father of Canaan, saw that his father was naked, he went out and told his two brothers. "
                },
                {
                    "9:23": " Then Shem and Japheth took a robe and held it behind them on their shoulders. They walked backward into the tent and covered their father, keeping their faces turned away so as not to see him naked. "
                },
                {
                    "9:24": " When Noah sobered up and learned what his youngest son had done to him, "
                },
                {
                    "9:25": " he said,"
                },
                {
                    "9:26": " Give praise to the Lord, the God of Shem!"
                },
                {
                    "9:27": " May God cause Japheth to increase!"
                },
                {
                    "9:28": " After the flood Noah lived 350 years "
                },
                {
                    "9:29": " and died at the age of 950."
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 1": [
                {
                    "1:1": "1 In the beginning, when God created the universe,[a] "
                },
                {
                    "1:2": "2 the earth was formless and desolate. The raging ocean that covered everything was engulfed in total darkness, and the Spirit of God[b] was moving over the water. "
                },
                {
                    "1:3": "3 (A)Then God commanded, “Let there be light”—and light appeared. "
                },
                {
                    "1:4": "4 God was pleased with what he saw. Then he separated the light from the darkness, "
                },
                {
                    "1:5": "5 and he named the light “Day” and the darkness “Night.” Evening passed and morning came—that was the first day."
                },
                {
                    "1:6-7": "6-7 (B)Then God commanded, “Let there be a dome to divide the water and to keep it in two separate places”—and it was done. So God made a dome, and it separated the water under it from the water above it. "
                },
                {
                    "1:8": "8 He named the dome “Sky.” Evening passed and morning came—that was the second day."
                },
                {
                    "1:9": "9 Then God commanded, “Let the water below the sky come together in one place, so that the land will appear”—and it was done. "
                },
                {
                    "1:10": "10 He named the land “Earth,” and the water which had come together he named “Sea.” And God was pleased with what he saw. "
                },
                {
                    "1:11": "11 Then he commanded, “Let the earth produce all kinds of plants, those that bear grain and those that bear fruit”—and it was done. "
                },
                {
                    "1:12": "12 So the earth produced all kinds of plants, and God was pleased with what he saw. "
                },
                {
                    "1:13": "13 Evening passed and morning came—that was the third day."
                },
                {
                    "1:14": "14 Then God commanded, “Let lights appear in the sky to separate day from night and to show the time when days, years, and religious festivals[c] begin; "
                },
                {
                    "1:15": "15 they will shine in the sky to give light to the earth”—and it was done. "
                },
                {
                    "1:16": "16 So God made the two larger lights, the sun to rule over the day and the moon to rule over the night; he also made the stars. "
                },
                {
                    "1:17": "17 He placed the lights in the sky to shine on the earth, "
                },
                {
                    "1:18": "18 to rule over the day and the night, and to separate light from darkness. And God was pleased with what he saw. "
                },
                {
                    "1:19": "19 Evening passed and morning came—that was the fourth day."
                },
                {
                    "1:20": "20 Then God commanded, “Let the water be filled with many kinds of living beings, and let the air be filled with birds.” "
                },
                {
                    "1:21": "21 So God created the great sea monsters, all kinds of creatures that live in the water, and all kinds of birds. And God was pleased with what he saw. "
                },
                {
                    "1:22": "22 He blessed them all and told the creatures that live in the water to reproduce and to fill the sea, and he told the birds to increase in number. "
                },
                {
                    "1:23": "23 Evening passed and morning came—that was the fifth day."
                },
                {
                    "1:24": "24 Then God commanded, “Let the earth produce all kinds of animal life: domestic and wild, large and small”—and it was done. "
                },
                {
                    "1:25": "25 So God made them all, and he was pleased with what he saw."
                },
                {
                    "1:26": "26 (C)Then God said, “And now we will make human beings; they will be like us and resemble us. They will have power over the fish, the birds, and all animals, domestic and wild,[d] large and small.” "
                },
                {
                    "1:27": "27 (D)So God created human beings, making them to be like himself. He created them male and female, "
                },
                {
                    "1:28": "28 blessed them, and said, “Have many children, so that your descendants will live all over the earth and bring it under their control. I am putting you in charge of the fish, the birds, and all the wild animals. "
                },
                {
                    "1:29": "29 I have provided all kinds of grain and all kinds of fruit for you to eat; "
                },
                {
                    "1:30": "30 but for all the wild animals and for all the birds I have provided grass and leafy plants for food”—and it was done. "
                },
                {
                    "1:31": "31 God looked at everything he had made, and he was very pleased. Evening passed and morning came—that was the sixth day."
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 2": [
                {
                    "2:1": "2 And so the whole universe was completed. "
                },
                {
                    "2:2": "2 And so the whole universe was completed. "
                },
                {
                    "2:2": "2 (A)By the seventh day God finished what he had been doing and stopped working. "
                },
                {
                    "2:3": "3 He blessed the seventh day and set it apart as a special day, because by that day he had completed his creation[a] and stopped working. "
                },
                {
                    "2:4": "4 And that is how the universe was created."
                },
                {
                    "2:5": "5 there were no plants on the earth and no seeds had sprouted, because he had not sent any rain, and there was no one to cultivate the land; "
                },
                {
                    "2:6": "6 but water would come up from beneath the surface and water the ground."
                },
                {
                    "2:7": "7 (B)Then the Lord God took some soil from the ground and formed a man[c] out of it; he breathed life-giving breath into his nostrils and the man began to live."
                },
                {
                    "2:8": "8 Then the Lord God planted a garden in Eden, in the East, and there he put the man he had formed. "
                },
                {
                    "2:9": "9 (C)He made all kinds of beautiful trees grow there and produce good fruit. In the middle of the garden stood the tree that gives life and the tree that gives knowledge of what is good and what is bad.[d]"
                },
                {
                    "2:10": "10 A stream flowed in Eden and watered the garden; beyond Eden it divided into four rivers. "
                },
                {
                    "2:11": "11 The first river is the Pishon; it flows around the country of Havilah. "
                },
                {
                    "2:12": "(12 Pure gold is found there and also rare perfume and precious stones.) "
                },
                {
                    "2:13": "13 The second river is the Gihon; it flows around the country of Cush.[e] "
                },
                {
                    "2:14": "14 The third river is the Tigris, which flows east of Assyria, and the fourth river is the Euphrates."
                },
                {
                    "2:15": "15 Then the Lord God placed the man in the Garden of Eden to cultivate it and guard it. "
                },
                {
                    "2:16": "16 He told him, “You may eat the fruit of any tree in the garden, "
                },
                {
                    "2:17": "17 except the tree that gives knowledge of what is good and what is bad.[f] You must not eat the fruit of that tree; if you do, you will die the same day.”"
                },
                {
                    "2:18": "18 Then the Lord God said, “It is not good for the man to live alone. I will make a suitable companion to help him.” "
                },
                {
                    "2:19": "19 So he took some soil from the ground and formed all the animals and all the birds. Then he brought them to the man to see what he would name them; and that is how they all got their names. "
                },
                {
                    "2:20": "20 So the man named all the birds and all the animals; but not one of them was a suitable companion to help him."
                },
                {
                    "2:21": "21 Then the Lord God made the man fall into a deep sleep, and while he was sleeping, he took out one of the man's ribs and closed up the flesh. "
                },
                {
                    "2:22": "22 He formed a woman out of the rib and brought her to him. "
                },
                {
                    "2:23": "23 Then the man said,"
                },
                {
                    "2:24": "24 (D)That is why a man leaves his father and mother and is united with his wife, and they become one."
                },
                {
                    "2:25": "25 The man and the woman were both naked, but they were not embarrassed."
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 3": [
                {
                    "3:23": "23 So the Lord God sent them out of the Garden of Eden and made them cultivate the soil from which they had been formed. "
                },
                {
                    "3:24": "24 Then at the east side of the garden he put living creatures[g] and a flaming sword which turned in all directions. This was to keep anyone from coming near the tree that gives life."
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 4": [
                {
                    "4:26": "26 Seth had a son whom he named Enosh. It was then that people began using the Lord's holy name in worship."
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 5": [
                {
                    "5:1": "5 (B)This is the list of the descendants of Adam. (When God created human beings, he made them like himself. "
                },
                {
                    "5:2": "2 (C)He created them male and female, blessed them, and named them “Human Beings.”) "
                },
                {
                    "5:3": "3 When Adam was 130 years old, he had a son who was like him, and he named him Seth. "
                },
                {
                    "5:4": "4 After that, Adam lived another 800 years. He had other children "
                },
                {
                    "5:5": "5 and died at the age of 930."
                },
                {
                    "5:6": "6 When Seth was 105, he had a son, Enosh, "
                },
                {
                    "5:7": "7 and then lived another 807 years. He had other children "
                },
                {
                    "5:8": "8 and died at the age of 912."
                },
                {
                    "5:9": "9 When Enosh was 90, he had a son, Kenan, "
                },
                {
                    "5:10": "10 and then lived another 815 years. He had other children "
                },
                {
                    "5:11": "11 and died at the age of 905."
                },
                {
                    "5:12": "12 When Kenan was 70, he had a son, Mahalalel, "
                },
                {
                    "5:13": "13 and then lived another 840 years. He had other children "
                },
                {
                    "5:14": "14 and died at the age of 910."
                },
                {
                    "5:15": "15 When Mahalalel was 65, he had a son, Jared, "
                },
                {
                    "5:16": "16 and then lived another 830 years. He had other children "
                },
                {
                    "5:17": "17 and died at the age of 895."
                },
                {
                    "5:18": "18 When Jared was 162, he had a son, Enoch, "
                },
                {
                    "5:19": "19 and then lived another 800 years. He had other children "
                },
                {
                    "5:20": "20 and died at the age of 962."
                },
                {
                    "5:21": "21 When Enoch was 65, he had a son, Methuselah. "
                },
                {
                    "5:22": "22 After that, Enoch lived in fellowship with God for 300 years and had other children. "
                },
                {
                    "5:23": "23 He lived to be 365 years old. "
                },
                {
                    "5:24": "24 (D)He spent his life in fellowship with God, and then he disappeared, because God took him away."
                },
                {
                    "5:25": "25 When Methuselah was 187, he had a son, Lamech, "
                },
                {
                    "5:26": "26 and then lived another 782 years. He had other children "
                },
                {
                    "5:27": "27 and died at the age of 969."
                },
                {
                    "5:28": "28 When Lamech was 182, he had a son "
                },
                {
                    "5:29": "29 and said, “From the very ground on which the Lord put a curse, this child will bring us relief from all our hard work”; so he named him Noah.[a] "
                },
                {
                    "5:30": "30 Lamech lived another 595 years. He had other children "
                },
                {
                    "5:31": "31 and died at the age of 777."
                },
                {
                    "5:32": "32 After Noah was 500 years old, he had three sons, Shem, Ham, and Japheth."
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 6": [
                {
                    "6:11": "11 but everyone else was evil in God's sight, and violence had spread everywhere. "
                },
                {
                    "6:12": "12 God looked at the world and saw that it was evil, for the people were all living evil lives."
                },
                {
                    "6:13": "13 God said to Noah, “I have decided to put an end to all people. I will destroy them completely, because the world is full of their violent deeds. "
                },
                {
                    "6:14": "14 Build a boat for yourself out of good timber; make rooms in it and cover it with tar inside and out. "
                },
                {
                    "6:15": "15 Make it 450 feet long, 75 feet wide, and 45 feet high. "
                },
                {
                    "6:16": "16 Make a roof[b] for the boat and leave a space of 18 inches between the roof[c] and the sides. Build it with three decks and put a door in the side. "
                },
                {
                    "6:17": "17 I am going to send a flood on the earth to destroy every living being. Everything on the earth will die, "
                },
                {
                    "6:18": "18 but I will make a covenant with you. Go into the boat with your wife, your sons, and their wives. "
                },
                {
                    "6:19-20": "19-20 Take into the boat with you a male and a female of every kind of animal and of every kind of bird, in order to keep them alive. "
                },
                {
                    "6:21": "21 Take along all kinds of food for you and for them.” "
                },
                {
                    "6:22": "22 (E)Noah did everything that God commanded."
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 7": [
                {
                    "7:1": "7 The Lord said to Noah, “Go into the boat with your whole family; I have found that you are the only one in all the world who does what is right. "
                },
                {
                    "7:2": "2 Take with you seven pairs of each kind of ritually clean animal, but only one pair of each kind of unclean animal. "
                },
                {
                    "7:3": "3 Take also seven pairs of each kind of bird. Do this so that every kind of animal and bird will be kept alive to reproduce again on the earth. "
                },
                {
                    "7:4": "4 Seven days from now I am going to send rain that will fall for forty days and nights, in order to destroy all the living beings that I have made.” "
                },
                {
                    "7:5": "5 And Noah did everything that the Lord commanded."
                },
                {
                    "7:6": "6 Noah was six hundred years old when the flood came on the earth. "
                },
                {
                    "7:7": "7 (A)He and his wife, and his sons and their wives, went into the boat to escape the flood. "
                },
                {
                    "7:8": "8 A male and a female of every kind of animal and bird, whether ritually clean or unclean, "
                },
                {
                    "7:9": "9 went into the boat with Noah, as God had commanded. "
                },
                {
                    "7:10": "10 Seven days later the flood came."
                },
                {
                    "7:11": "11 (B)When Noah was six hundred years old, on the seventeenth day of the second month all the outlets of the vast body of water beneath the earth burst open, all the floodgates of the sky were opened, "
                },
                {
                    "7:12": "12 and rain fell on the earth for forty days and nights. "
                },
                {
                    "7:13": "13 On that same day Noah and his wife went into the boat with their three sons, Shem, Ham, and Japheth, and their wives. "
                },
                {
                    "7:14": "14 With them went every kind of animal, domestic and wild, large and small, and every kind of bird. "
                },
                {
                    "7:15": "15 A male and a female of each kind of living being went into the boat with Noah, "
                },
                {
                    "7:16": "16 as God had commanded. Then the Lord shut the door behind Noah."
                },
                {
                    "7:17": "17 The flood continued for forty days, and the water became deep enough for the boat to float. "
                },
                {
                    "7:18": "18 The water became deeper, and the boat drifted on the surface. "
                },
                {
                    "7:19": "19 It became so deep that it covered the highest mountains; "
                },
                {
                    "7:20": "20 it went on rising until it was about twenty-five feet above the tops of the mountains. "
                },
                {
                    "7:21": "21 Every living being on the earth died—every bird, every animal, and every person. "
                },
                {
                    "7:22": "22 Everything on earth that breathed died. "
                },
                {
                    "7:23": "23 The Lord destroyed all living beings on the earth—human beings, animals, and birds. The only ones left were Noah and those who were with him in the boat. "
                },
                {
                    "7:24": "24 The water did not start going down for a hundred and fifty days."
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 8": [
                {
                    "8:21": "21 The odor of the sacrifice pleased the Lord, and he said to himself, “Never again will I put the earth under a curse because of what people do; I know that from the time they are young their thoughts are evil. Never again will I destroy all living beings, as I have done this time. "
                },
                {
                    "8:22": "22 As long as the world exists, there will be a time for planting and a time for harvest. There will always be cold and heat, summer and winter, day and night.”"
                }
            ]
        }
    },
    {
        "Genesis": {
            "Chapter 9": [
                {
                    "9:19": "19 These three sons of Noah were the ancestors of all the people on earth."
                },
                {
                    "9:20": "20 Noah, who was a farmer, was the first man to plant a vineyard. "
                },
                {
                    "9:21": "21 After he drank some of the wine, he became drunk, took off his clothes, and lay naked in his tent. "
                },
                {
                    "9:22": "22 When Ham, the father of Canaan, saw that his father was naked, he went out and told his two brothers. "
                },
                {
                    "9:23": "23 Then Shem and Japheth took a robe and held it behind them on their shoulders. They walked backward into the tent and covered their father, keeping their faces turned away so as not to see him naked. "
                },
                {
                    "9:24": "24 When Noah sobered up and learned what his youngest son had done to him, "
                },
                {
                    "9:25": "25 he said,"
                },
                {
                    "9:26": "26 Give praise to the Lord, the God of Shem!"
                },
                {
                    "9:27": "27 May God cause Japheth[a] to increase!"
                },
                {
                    "9:28": "28 After the flood Noah lived 350 years "
                },
                {
                    "9:29": "29 and died at the age of 950."
                }
            ]
        }
    }
]