[
    {
        "Jeremiah": [
            {
                "Chapter 1": [
                    {
                        "1:1": "This book is the account of what was said by Jeremiah son of Hilkiah, one of the priests of the town of Anathoth in the territory of Benjamin."
                    },
                    {
                        "1:2": "The Lord spoke to Jeremiah in the thirteenth year that Josiah son of Amon was king of Judah,"
                    },
                    {
                        "1:3": "and he spoke to him again when Josiah's son Jehoiakim was king. After that, the Lord spoke to him many times, until the eleventh year of the reign of Zedekiah son of Josiah. In the fifth month of that year the people of Jerusalem were taken into exile."
                    },
                    {
                        "1:4": "The Lord said to me,"
                    },
                    {
                        "1:5": "I chose you before I gave you life, and before you were born I selected you to be a prophet to the nations."
                    },
                    {
                        "1:6": "I answered, Sovereign Lord, I don't know how to speak; I am too young."
                    },
                    {
                        "1:7": "But the Lord said to me, Do not say that you are too young, but go to the people I send you to, and tell them everything I command you to say."
                    },
                    {
                        "1:8": "Do not be afraid of them, for I will be with you to protect you. I, the Lord, have spoken!"
                    },
                    {
                        "1:9": "Then the Lord reached out, touched my lips, and said to me, Listen, I am giving you the words you must speak."
                    },
                    {
                        "1:10": "Today I give you authority over nations and kingdoms to uproot and to pull down, to destroy and to overthrow, to build and to plant."
                    },
                    {
                        "1:11": "The Lord asked me, Jeremiah, what do you see? I answered, A branch of an almond tree."
                    },
                    {
                        "1:12": "You are right, the Lord said, and I am watching to see that my words come true."
                    },
                    {
                        "1:13": "Then the Lord spoke to me again. What else do you see? he asked. I answered, I see a pot boiling in the north, and it is about to tip over this way."
                    },
                    {
                        "1:14": "He said to me, Destruction will boil over from the north on all who live in this land,"
                    },
                    {
                        "1:15": "because I am calling all the nations in the north to come. Their kings will set up their thrones at the gates of Jerusalem and around its walls and also around the other cities of Judah."
                    },
                    {
                        "1:16": "I will punish my people because they have sinned; they have abandoned me, have offered sacrifices to other gods, and have made idols and worshiped them."
                    },
                    {
                        "1:17": "Get ready, Jeremiah; go and tell them everything I command you to say. Do not be afraid of them now, or I will make you even more afraid when you are with them."
                    },
                    {
                        "1:19": "18-Listen, Jeremiah! Everyone in this land—the kings of Judah, the officials, the priests, and the people—will be against you. But today I am giving you the strength to resist them; you will be like a fortified city, an iron pillar, and a bronze wall. They will not defeat you, for I will be with you to protect you. I, the Lord, have spoken."
                    }
                ]
            },
            {
                "Chapter 6": [
                    {
                        "6:1": "People of Benjamin, run for safety! Escape from Jerusalem! Sound the trumpet in Tekoa and build a signal fire in Beth Haccherem. Disaster and destruction are about to come from the north."
                    },
                    {
                        "6:2": "The city of Zion is beautiful, but it will be destroyed;"
                    },
                    {
                        "6:3": "kings will camp there with their armies. They will pitch their tents around the city, and each of them will camp wherever they want."
                    },
                    {
                        "6:4": "They will say, Prepare to attack Jerusalem! Get ready! We'll attack at noon! But then they will say, It's too late, the day is almost over, and the evening shadows are growing long."
                    },
                    {
                        "6:5": "We'll attack by night; we'll destroy the city's fortresses."
                    },
                    {
                        "6:6": "The Lord Almighty has ordered these kings to cut down trees and build mounds in order to besiege Jerusalem. He has said, I will punish this city because it is full of oppression."
                    },
                    {
                        "6:7": "As a well keeps its water fresh, so Jerusalem keeps its evil fresh. I hear violence and destruction in the city; sickness and wounds are all I see."
                    },
                    {
                        "6:8": "People of Jerusalem, let these troubles be a warning to you, or else I will abandon you; I will turn your city into a desert, a place where no one lives."
                    },
                    {
                        "6:9": "The Lord Almighty said to me, Israel will be stripped clean like a vineyard from which every grape has been picked. So you must rescue everyone you can while there is still time."
                    },
                    {
                        "6:10": "I answered, Who would listen to me if I spoke to them and warned them? They are stubborn and refuse to listen to your message; they laugh at what you tell me to say."
                    },
                    {
                        "6:11": "Your anger against them burns in me too, Lord, and I can't hold it in any longer. Then the Lord said to me, Pour out my anger on the children in the streets and on the gatherings of the young people. Husbands and wives will be taken away, and even the very old will not be spared."
                    },
                    {
                        "6:12": "Their houses will be given to others, and so will their fields and their wives. I am going to punish the people of this land."
                    },
                    {
                        "6:13": "Everyone, great and small, tries to make money dishonestly; even prophets and priests cheat the people."
                    },
                    {
                        "6:14": "They act as if my people's wounds were only scratches. All is well, they say, when all is not well."
                    },
                    {
                        "6:15": "Were they ashamed because they did these disgusting things? No, they were not at all ashamed; they don't even know how to blush. And so they will fall as others have fallen; when I punish them, that will be the end of them. I, the Lord, have spoken."
                    },
                    {
                        "6:16": "The Lord said to his people, Stand at the crossroads and look. Ask for the ancient paths and where the best road is. Walk in it, and you will live in peace. But they said, No, we will not!"
                    },
                    {
                        "6:17": "Then the Lord appointed sentries to listen for the trumpet's warning. But they said, We will not listen."
                    },
                    {
                        "6:18": "So the Lord said, Listen, you nations, and learn what is going to happen to my people."
                    },
                    {
                        "6:19": "Listen, earth! As punishment for all their schemes I am bringing ruin on these people, because they have rejected my teaching and have not obeyed my words."
                    },
                    {
                        "6:20": "What do I care about the incense they bring me from Sheba, or the spices from a distant land? I will not accept their offerings or be pleased with their sacrifices."
                    },
                    {
                        "6:21": "And so I will make these people stumble and fall. Parents and children will die, and so will friends and neighbors."
                    },
                    {
                        "6:22": "The Lord says, People are coming from a country in the north; a mighty nation far away is preparing for war."
                    },
                    {
                        "6:23": "They have taken up their bows and swords; they are cruel and merciless. They sound like the roaring sea, as they ride their horses. They are ready for battle against Jerusalem."
                    },
                    {
                        "6:24": "We have heard the news, say the people of Jerusalem, and our hands hang limp; we are seized by anguish and pain like a woman in labor."
                    },
                    {
                        "6:25": "We don't dare go to the countryside or walk on the roads, because our enemies are armed and terror is all around us."
                    },
                    {
                        "6:26": "The Lord says to his people, Put on sackcloth and roll in ashes. Mourn with bitter tears as you would for an only child, because the one who comes to destroy you will suddenly attack."
                    },
                    {
                        "6:27": "Jeremiah, test my people, as you would test metal, and find out what they are like."
                    },
                    {
                        "6:28": "They are all stubborn rebels, hard as bronze and iron. They are all corrupt, going around and spreading gossip."
                    },
                    {
                        "6:29": "The furnace burns fiercely, but the waste metals do not melt and run off. It is useless to go on refining my people, because those who are evil are not taken away."
                    },
                    {
                        "6:30": "They will be called worthless dross, because I, the Lord, have rejected them."
                    }
                ]
            },
            {
                "Chapter 11": [
                    {
                        "11:1": "The Lord said to me,"
                    },
                    {
                        "11:2": "Listen to the terms of the covenant. Tell the people of Judah and of Jerusalem"
                    },
                    {
                        "11:3": "that I, the Lord God of Israel, have placed a curse on everyone who does not obey the terms of this covenant."
                    },
                    {
                        "11:4": "It is the covenant I made with their ancestors when I brought them out of Egypt, the land that was like a blazing furnace to them. I told them to obey me and to do everything that I had commanded. I told them that if they obeyed, they would be my people and I would be their God."
                    },
                    {
                        "11:5": "Then I would keep the promise I made to their ancestors that I would give them the rich and fertile land which they now have. I said, Yes, Lord."
                    },
                    {
                        "11:6": "Then the Lord said to me, Go to the cities of Judah and to the streets of Jerusalem. Proclaim my message there and tell the people to listen to the terms of the covenant and to obey them."
                    },
                    {
                        "11:7": "When I brought their ancestors out of Egypt, I solemnly warned them to obey me, and I have kept on warning the people until this day."
                    },
                    {
                        "11:8": "But they did not listen or obey. Instead, everyone continued to be as stubborn and evil as ever. I had commanded them to keep the covenant, but they refused. So I brought on them all the punishments described in it."
                    },
                    {
                        "11:9": "Then the Lord said to me, The people of Judah and of Jerusalem are plotting against me."
                    },
                    {
                        "11:10": "They have gone back to the sins of their ancestors, who refused to do what I said; they have worshiped other gods. Both Israel and Judah have broken the covenant that I made with their ancestors."
                    },
                    {
                        "11:11": "So now I, the Lord, warn them that I am going to bring destruction on them, and they will not escape. And when they cry out to me for help, I will not listen to them."
                    },
                    {
                        "11:12": "Then the people of Judah and of Jerusalem will go to the gods to whom they offer sacrifices and will cry out to them for help. But those gods will not be able to save them when this destruction comes."
                    },
                    {
                        "11:13": "The people of Judah have as many gods as they have cities, and the inhabitants of Jerusalem have set up as many altars for sacrifices to that disgusting god Baal as there are streets in the city."
                    },
                    {
                        "11:14": "Jeremiah, don't pray to me or plead with me on behalf of these people. When they are in trouble and call to me for help, I will not listen to them."
                    },
                    {
                        "11:15": "The Lord says, The people I love are doing evil things. What right do they have to be in my Temple? Do they think they can prevent disaster by making promises and by offering animal sacrifices? Will they then rejoice?"
                    },
                    {
                        "11:16": "I once called them a leafy olive tree, full of beautiful fruit; but now, with a roar like thunder I will set its leaves on fire and break its branches."
                    },
                    {
                        "11:17": "I, the Lord Almighty, planted Israel and Judah; but now I threaten them with disaster. They have brought this on themselves because they have done wrong; they have made me angry by offering sacrifices to Baal."
                    },
                    {
                        "11:18": "The Lord informed me of the plots that my enemies were making against me."
                    },
                    {
                        "11:19": "I was like a trusting lamb taken out to be killed, and I did not know that it was against me that they were planning evil things. They were saying, Let's chop down the tree while it is still healthy; let's kill him so that no one will remember him any more."
                    },
                    {
                        "11:20": "Then I prayed, Almighty Lord, you are a just judge; you test people's thoughts and feelings. I have placed my cause in your hands; so let me watch you take revenge on these people."
                    },
                    {
                        "11:21": "The people of Anathoth wanted me killed, and they told me that they would kill me if I kept on proclaiming the Lord's message."
                    },
                    {
                        "11:22": "So the Lord Almighty said, I will punish them! Their young men will be killed in war; their children will die of starvation."
                    },
                    {
                        "11:23": "I have set a time for bringing disaster on the people of Anathoth, and when that time comes, none of them will survive."
                    }
                ]
            },
            {
                "Chapter 16": [
                    {
                        "16:1": "Again the Lord spoke to me and said,"
                    },
                    {
                        "16:2": "Do not marry or have children in a place like this."
                    },
                    {
                        "16:3": "I will tell you what is going to happen to the children who are born here and to their parents."
                    },
                    {
                        "16:4": "They will die of terrible diseases, and no one will mourn for them or bury them. Their bodies will lie like piles of manure on the ground. They will be killed in war or die of starvation, and their bodies will be food for the birds and the wild animals."
                    },
                    {
                        "16:5": "You must not enter a house where there is mourning. Do not grieve for anyone. I will no longer bless my people with peace or show them love and mercy."
                    },
                    {
                        "16:6": "The rich and the poor will die in this land, but no one will bury them or mourn for them. Not one of you will gash yourself or shave your head to show your grief."
                    },
                    {
                        "16:7": "No one will eat or drink with anyone to offer comfort when a loved one dies. No one will show sympathy, not even for someone who has lost a father or mother."
                    },
                    {
                        "16:8": "Do not enter a house where people are feasting. Do not sit down with them to eat and drink."
                    },
                    {
                        "16:9": "Listen to what I, the Lord Almighty, the God of Israel, have to say. I will silence the sounds of joy and gladness and the happy sounds of wedding feasts. The people here will live to see this happen."
                    },
                    {
                        "16:10": "When you tell them all this, they will ask you why I have decided to punish them so harshly. They will ask what crime they are guilty of and what sin they have committed against the Lord their God."
                    },
                    {
                        "16:11": "Then tell them that the Lord has said, Your ancestors turned away from me and worshiped and served other gods. They abandoned me and did not obey my teachings."
                    },
                    {
                        "16:12": "But you have done even worse than your ancestors. All of you are stubborn and evil, and you do not obey me."
                    },
                    {
                        "16:13": "So then, I will throw you out of this land into a land that neither you nor your ancestors have ever known. And there you will serve other gods day and night, and I will show you no mercy."
                    },
                    {
                        "16:14": "The Lord says, The time is coming when people will no longer swear by me as the living God who brought the people of Israel out of the land of Egypt."
                    },
                    {
                        "16:15": "Instead, they will swear by me as the living God who brought the people of Israel out of a northern land and out of all the other countries where I had scattered them. I will bring them back to their own country, to the land that I gave their ancestors. I, the Lord, have spoken."
                    },
                    {
                        "16:16": "The Lord says, I am sending for many fishermen to come and catch these people. Then I will send for many hunters to hunt them down on every mountain and hill and in the caves among the rocks."
                    },
                    {
                        "16:17": "I see everything they do. Nothing is hidden from me; their sins do not escape my sight."
                    },
                    {
                        "16:18": "I will make them pay double for their sin and wickedness, because they have defiled my land with idols that are as lifeless as corpses, and have filled it with their false gods."
                    },
                    {
                        "16:19": "Lord, you are the one who protects me and gives me strength; you help me in times of trouble. Nations will come to you from the ends of the earth and say, Our ancestors had nothing but false gods, nothing but useless idols."
                    },
                    {
                        "16:20": "Can people make their own gods? No, if they did, those would not really be gods."
                    },
                    {
                        "16:21": "So then, says the Lord, once and for all I will make the nations know my power and my might; they will know that I am the Lord."
                    }
                ]
            },
            {
                "Chapter 19": [
                    {
                        "19:1": "The Lord told me to go and buy a clay jar. He also told me to take some of the elders of the people and some of the older priests,"
                    },
                    {
                        "19:2": "and to go through Potsherd Gate out to Hinnom Valley. There I was to proclaim the message that he would give me."
                    },
                    {
                        "19:3": "The Lord told me to say, Kings of Judah and people of Jerusalem, listen to what I, the Lord Almighty, the God of Israel, have to say. I am going to bring such a disaster on this place that everyone who hears about it will be stunned."
                    },
                    {
                        "19:4": "I am going to do this because the people have abandoned me and defiled this place by offering sacrifices here to other gods—gods that neither they nor their ancestors nor the kings of Judah have known anything about. They have filled this place with the blood of innocent people,"
                    },
                    {
                        "19:5": "and they have built altars for Baal in order to burn their children in the fire as sacrifices. I never commanded them to do this; it never even entered my mind."
                    },
                    {
                        "19:6": "So then, the time will come when this place will no longer be called Topheth or Hinnom Valley. Instead, it will be known as Slaughter Valley."
                    },
                    {
                        "19:7": "In this place I will frustrate all the plans of the people of Judah and Jerusalem. I will let their enemies triumph over them and kill them in battle. I will give their corpses to the birds and the wild animals as food."
                    },
                    {
                        "19:8": "I will bring such terrible destruction on this city that everyone who passes by will be shocked and amazed."
                    },
                    {
                        "19:9": "The enemy will surround the city and try to kill its people. The siege will be so terrible that the people inside the city will eat one another and even their own children."
                    },
                    {
                        "19:10": "Then the Lord told me to break the jar in front of those who had gone with me"
                    },
                    {
                        "19:11": "and to tell them that the Lord Almighty had said, I will break this people and this city, and it will be like this broken clay jar that cannot be put together again. People will bury their dead even in Topheth because there will be nowhere else to bury them."
                    },
                    {
                        "19:12": "I promise that I will make this city and its inhabitants like Topheth."
                    },
                    {
                        "19:13": "The houses of Jerusalem, the houses of the kings of Judah, and indeed all the houses on whose roofs incense has been burned to the stars and where wine has been poured out as an offering to other gods—they will all be as unclean as Topheth."
                    },
                    {
                        "19:14": "Then I left Topheth, where the Lord had sent me to proclaim his message. I went and stood in the court of the Temple and told all the people"
                    },
                    {
                        "19:15": "that the Lord Almighty, the God of Israel, had said, I am going to bring on this city and on every nearby town all the punishment that I said I would, because you are stubborn and will not listen to what I say."
                    }
                ]
            },
            {
                "Chapter 21": [
                    {
                        "21:1": "King Zedekiah of Judah sent to me Pashhur son of Malchiah and the priest Zephaniah son of Maaseiah with this request:"
                    },
                    {
                        "21:2": "Please speak to the Lord for us, because King Nebuchadnezzar of Babylonia and his army are besieging the city. Maybe the Lord will perform one of his miracles for us and force Nebuchadnezzar to retreat."
                    },
                    {
                        "21:3": "Then the Lord spoke to me, and I told those who had been sent to me"
                    },
                    {
                        "21:4": "to tell Zedekiah that the Lord, the God of Israel, had said, Zedekiah, I am going to defeat your army that is fighting against the king of Babylonia and his army. I will pile up your soldiers' weapons in the center of the city."
                    },
                    {
                        "21:5": "I will fight against you with all my might, my anger, my wrath, and my fury."
                    },
                    {
                        "21:6": "I will kill everyone living in this city; people and animals alike will die of a terrible disease."
                    },
                    {
                        "21:7": "But as for you, your officials, and the people who survive the war, the famine, and the disease—I will let all of you be captured by King Nebuchadnezzar and by your enemies, who want to kill you. Nebuchadnezzar will put you to death. He will not spare any of you or show mercy or pity to any of you. I, the Lord, have spoken."
                    },
                    {
                        "21:8": "Then the Lord told me to say to the people, Listen! I, the Lord, am giving you a choice between the way that leads to life and the way that leads to death."
                    },
                    {
                        "21:9": "Anyone who stays in the city will be killed in war or by starvation or disease. But those who go out and surrender to the Babylonians, who are now attacking the city, will not be killed; they will at least escape with their life."
                    },
                    {
                        "21:10": "I have made up my mind not to spare this city, but to destroy it. It will be given over to the king of Babylonia, and he will burn it to the ground. I, the Lord, have spoken."
                    },
                    {
                        "21:12": "11-The Lord told me to give this message to the royal house of Judah, the descendants of David: Listen to what I, the Lord, am saying. See that justice is done every day. Protect the person who is being cheated from the one who is cheating him. If you don't, the evil you are doing will make my anger burn like a fire that cannot be put out."
                    },
                    {
                        "21:13": "You, Jerusalem, are sitting high above the valleys, like a rock rising above the plain. But I will fight against you. You say that no one can attack you or break through your defenses."
                    },
                    {
                        "21:14": "But I will punish you for what you have done. I will set your palace on fire, and the fire will burn down everything around it. I, the Lord, have spoken."
                    }
                ]
            },
            {
                "Chapter 24": [
                    {
                        "24:1": "The Lord showed me two baskets of figs placed in front of the Temple. This was after King Nebuchadnezzar of Babylonia had taken away Jehoiakim's son, King Jehoiachin of Judah, as a prisoner from Jerusalem to Babylonia, together with the leaders of Judah, the craftworkers, and the skilled workers."
                    },
                    {
                        "24:2": "The first basket contained good figs, those that ripen early; the other one contained bad figs, too bad to eat."
                    },
                    {
                        "24:3": "Then the Lord said to me, Jeremiah, what do you see? I answered, Figs. The good ones are very good, and the bad ones are very bad, too bad to eat."
                    },
                    {
                        "24:4": "So the Lord said to me,"
                    },
                    {
                        "24:5": "I, the Lord, the God of Israel, consider that the people who were taken away to Babylonia are like these good figs, and I will treat them with kindness."
                    },
                    {
                        "24:6": "I will watch over them and bring them back to this land. I will build them up and not tear them down; I will plant them and not pull them up."
                    },
                    {
                        "24:7": "I will give them the desire to know that I am the Lord. Then they will be my people, and I will be their God, because they will return to me with all their heart."
                    },
                    {
                        "24:8": "As for King Zedekiah of Judah, the politicians around him, and the rest of the people of Jerusalem who have stayed in this land or moved to Egypt—I, the Lord, will treat them all like these figs that are too bad to be eaten."
                    },
                    {
                        "24:9": "I will bring such a disaster on them that all the nations of the world will be terrified. People will make fun of them, make jokes about them, ridicule them, and use their name as a curse everywhere I scatter them."
                    },
                    {
                        "24:10": "I will bring war, starvation, and disease on them until there is not one of them left in the land that I gave to them and their ancestors."
                    }
                ]
            },
            {
                "Chapter 27": [
                    {
                        "27:1": "Soon after Josiah's son Zedekiah became king of Judah, the Lord told me"
                    },
                    {
                        "27:2": "to make myself a yoke out of leather straps and wooden crossbars and to put it on my neck."
                    },
                    {
                        "27:3": "Then the Lord told me to send a message to the kings of Edom, Moab, Ammon, Tyre, and Sidon through their ambassadors who had come to Jerusalem to see King Zedekiah."
                    },
                    {
                        "27:4": "The Lord Almighty, the God of Israel, told me to command them to tell their kings that the Lord had said:"
                    },
                    {
                        "27:5": "By my great power and strength I created the world, human beings, and all the animals that live on the earth; and I give it to anyone I choose."
                    },
                    {
                        "27:6": "I am the one who has placed all these nations under the power of my servant, King Nebuchadnezzar of Babylonia, and I have made even the wild animals serve him."
                    },
                    {
                        "27:7": "All nations will serve him, and they will serve his son and his grandson until the time comes for his own nation to fall. Then his nation will serve powerful nations and great kings."
                    },
                    {
                        "27:8": "But if any nation or kingdom will not submit to his rule, then I will punish that nation by war, starvation, and disease until I have let Nebuchadnezzar destroy it completely."
                    },
                    {
                        "27:9": "Do not listen to your prophets or to those who claim they can predict the future, either by dreams or by calling up the spirits of the dead or by magic. They all tell you not to submit to the king of Babylonia."
                    },
                    {
                        "27:10": "They are deceiving you and will cause you to be taken far away from your country. I will drive you out, and you will be destroyed."
                    },
                    {
                        "27:11": "But if any nation submits to the king of Babylonia and serves him, then I will let it stay on in its own land, to farm it and live there. I, the Lord, have spoken."
                    },
                    {
                        "27:12": "I said the same thing to King Zedekiah of Judah, Submit to the king of Babylonia. Serve him and his people, and you will live."
                    },
                    {
                        "27:13": "Why should you and your people die in war or of starvation or disease? That is what the Lord has said will happen to any nation that does not submit to the king of Babylonia."
                    },
                    {
                        "27:14": "Do not listen to the prophets who tell you not to surrender to him. They are deceiving you."
                    },
                    {
                        "27:15": "The Lord himself has said that he did not send them and that they are lying to you in his name. And so he will drive you out, and you will be killed, you and the prophets who are telling you these lies."
                    },
                    {
                        "27:16": "Then I told the priests and the people that the Lord had said: Do not listen to the prophets who say that the Temple treasures will soon be brought back from Babylonia. They are lying to you."
                    },
                    {
                        "27:17": "Don't listen to them! Submit to the king of Babylonia and you will live! Why should this city become a pile of ruins?"
                    },
                    {
                        "27:18": "If they are really prophets and if they have my message, let them ask me, the Lord Almighty, not to allow the treasures that remain in the Temple and in the royal palace to be taken to Babylonia."
                    },
                    {
                        "27:20": "19-When King Nebuchadnezzar took away to Babylonia the king of Judah, Jehoiachin son of Jehoiakim, and the leading men of Judah and Jerusalem, he left the columns, the bronze tank, the carts, and some of the other Temple treasures."
                    },
                    {
                        "27:21": "Listen to what I, the Lord Almighty, the God of Israel, say about the treasures that are left in the Temple and in the royal palace in Jerusalem:"
                    },
                    {
                        "27:22": "They will be taken to Babylonia and will remain there until I turn my attention to them. Then I will bring them back and restore them to this place. I, the Lord, have spoken."
                    }
                ]
            },
            {
                "Chapter 28": [
                    {
                        "28:1": "That same year, in the fifth month of the fourth year that Zedekiah was king, Hananiah son of Azzur, a prophet from the town of Gibeon, spoke to me in the Temple. In the presence of the priests and of the people he told me"
                    },
                    {
                        "28:2": "that the Lord Almighty, the God of Israel, had said: I have broken the power of the king of Babylonia."
                    },
                    {
                        "28:3": "Within two years I will bring back to this place all the Temple treasures that King Nebuchadnezzar took to Babylonia."
                    },
                    {
                        "28:4": "I will also bring back the king of Judah, Jehoiachin son of Jehoiakim, along with all of the people of Judah who went into exile in Babylonia. Yes, I will break the power of the king of Babylonia. I, the Lord, have spoken."
                    },
                    {
                        "28:5": "Then in the presence of the priests and of all the people who were standing in the Temple, I said to Hananiah,"
                    },
                    {
                        "28:6": "Wonderful! I hope the Lord will do this! I certainly hope he will make your prophecy come true and will bring back from Babylonia all the Temple treasures and all the people who were taken away as prisoners."
                    },
                    {
                        "28:7": "But listen to what I say to you and to the people."
                    },
                    {
                        "28:8": "The prophets who spoke long ago, before my time and yours, predicted that war, starvation, and disease would come to many nations and powerful kingdoms."
                    },
                    {
                        "28:9": "But a prophet who predicts peace can only be recognized as a prophet whom the Lord has truly sent when that prophet's predictions come true."
                    },
                    {
                        "28:10": "Then Hananiah took the yoke off my neck, broke it in pieces,"
                    },
                    {
                        "28:11": "and said in the presence of all the people, The Lord has said that this is how he will break the yoke that King Nebuchadnezzar has put on the neck of all the nations; and he will do this within two years. Then I left."
                    },
                    {
                        "28:12": "Some time after this the Lord told me"
                    },
                    {
                        "28:13": "to go and tell Hananiah: The Lord has said that you may be able to break a wooden yoke, but he will replace it with an iron yoke."
                    },
                    {
                        "28:14": "The Lord Almighty, the God of Israel, has said that he will put an iron yoke on all these nations and that they will serve King Nebuchadnezzar of Babylonia. The Lord has said that he will make even the wild animals serve Nebuchadnezzar."
                    },
                    {
                        "28:15": "Then I told Hananiah this, and added, Listen, Hananiah! The Lord did not send you, and you are making these people believe a lie."
                    },
                    {
                        "28:16": "And so the Lord himself says that he is going to get rid of you. Before this year is over you will die because you have told the people to rebel against the Lord."
                    },
                    {
                        "28:17": "And Hananiah died in the seventh month of that same year."
                    }
                ]
            },
            {
                "Chapter 29": [
                    {
                        "29:1": "I wrote a letter to the priests, the prophets, the leaders of the people, and to all the others whom Nebuchadnezzar had taken away as prisoners from Jerusalem to Babylonia."
                    },
                    {
                        "29:2": "I wrote it after King Jehoiachin, his mother, the palace officials, the leaders of Judah and of Jerusalem, the engravers, and the skilled workers had been taken into exile."
                    },
                    {
                        "29:3": "I gave the letter to Elasah son of Shaphan and to Gemariah son of Hilkiah, whom King Zedekiah of Judah was sending to King Nebuchadnezzar of Babylonia. It said:"
                    },
                    {
                        "29:4": "The Lord Almighty, the God of Israel, says to all those people whom he allowed Nebuchadnezzar to take away as prisoners from Jerusalem to Babylonia:"
                    },
                    {
                        "29:5": "Build houses and settle down. Plant gardens and eat what you grow in them."
                    },
                    {
                        "29:6": "Marry and have children. Then let your children get married, so that they also may have children. You must increase in numbers and not decrease."
                    },
                    {
                        "29:7": "Work for the good of the cities where I have made you go as prisoners. Pray to me on their behalf, because if they are prosperous, you will be prosperous too."
                    },
                    {
                        "29:8": "I, the Lord, the God of Israel, warn you not to let yourselves be deceived by the prophets who live among you or by any others who claim they can predict the future. Do not pay any attention to their dreams."
                    },
                    {
                        "29:9": "They are telling you lies in my name. I did not send them. I, the Lord Almighty, have spoken."
                    },
                    {
                        "29:10": "The Lord says, When Babylonia's seventy years are over, I will show my concern for you and keep my promise to bring you back home."
                    },
                    {
                        "29:11": "I alone know the plans I have for you, plans to bring you prosperity and not disaster, plans to bring about the future you hope for."
                    },
                    {
                        "29:12": "Then you will call to me. You will come and pray to me, and I will answer you."
                    },
                    {
                        "29:13": "You will seek me, and you will find me because you will seek me with all your heart."
                    },
                    {
                        "29:14": "Yes, I say, you will find me, and I will restore you to your land. I will gather you from every country and from every place to which I have scattered you, and I will bring you back to the land from which I had sent you away into exile. I, the Lord, have spoken."
                    },
                    {
                        "29:15": "You say that the Lord has given you prophets in Babylonia."
                    },
                    {
                        "29:16": "Listen to what the Lord says about the king who rules the kingdom that David ruled and about the people of this city, that is, your relatives who were not taken away as prisoners with you."
                    },
                    {
                        "29:17": "The Lord Almighty says, I am bringing war, starvation, and disease on them, and I will make them like figs that are too rotten to be eaten."
                    },
                    {
                        "29:18": "I will pursue them with war, starvation, and disease, and all the nations of the world will be horrified at what they see. Everywhere I scatter them, people will be shocked and terrified at what has happened to them. People will make fun of them and use their name as a curse."
                    },
                    {
                        "29:19": "This will happen to them because they did not obey the message that I kept on sending to them through my servants the prophets. They refused to listen."
                    },
                    {
                        "29:20": "All of you whom I sent into exile in Babylonia, listen to what I, the Lord, say."
                    },
                    {
                        "29:21": "The Lord Almighty, the God of Israel, has spoken about Ahab son of Kolaiah and Zedekiah son of Maaseiah, who are telling you lies in his name. He has said that he will hand them over to the power of King Nebuchadnezzar of Babylonia, who will put them to death before your eyes."
                    },
                    {
                        "29:22": "When the people who were taken away as prisoners from Jerusalem to Babylonia want to bring a curse on someone, they will say, May the Lord treat you like Zedekiah and Ahab, whom the king of Babylonia roasted alive!"
                    },
                    {
                        "29:23": "This will be their fate because they are guilty of terrible sins—they have committed adultery and have told lies in the Lord's name. This was against the Lord's will; he knows what they have done, and he is a witness against them. The Lord has spoken."
                    },
                    {
                        "29:25": "24-The Lord Almighty, the God of Israel, gave me a message for Shemaiah of Nehelam, who had sent a letter in his own name to all the people of Jerusalem and to the priest Zephaniah son of Maaseiah and to all the other priests. In this letter Shemaiah wrote to Zephaniah:"
                    },
                    {
                        "29:26": "The Lord made you a priest in place of Jehoiada, and you are now the chief officer in the Temple. It is your duty to see that every crazy person who pretends to be a prophet is placed in chains with an iron collar around the neck."
                    },
                    {
                        "29:27": "Why haven't you done this to Jeremiah of Anathoth, who has been speaking as a prophet to the people?"
                    },
                    {
                        "29:28": "He must be stopped because he told the people in Babylonia that they would be prisoners there a long time and should build houses, settle down, plant gardens, and eat what they grow."
                    },
                    {
                        "29:29": "Zephaniah read the letter to me,"
                    },
                    {
                        "29:30": "and then the Lord told me"
                    },
                    {
                        "29:32": "31-to send to all the prisoners in Babylon this message about Shemaiah: I, the Lord, will punish Shemaiah and all of his descendants. I did not send him, but he spoke to you as if he were a prophet, and he made you believe lies. He will have no descendants among you. He will not live to see the good things that I am going to do for my people, because he told them to rebel against me. I, the Lord, have spoken."
                    }
                ]
            },
            {
                "Chapter 32": [
                    {
                        "32:1": "The Lord spoke to me in the tenth year that Zedekiah was king of Judah, which was also the eighteenth year of King Nebuchadnezzar of Babylonia."
                    },
                    {
                        "32:2": "At that time the army of the king of Babylonia was attacking Jerusalem, and I was locked up in the courtyard of the royal palace."
                    },
                    {
                        "32:3": "King Zedekiah had imprisoned me there and had accused me of announcing that the Lord had said, I am going to let the king of Babylonia capture this city,"
                    },
                    {
                        "32:4": "and King Zedekiah will not escape. He will be handed over to the king of Babylonia; he will see him face-to-face and will speak to him in person."
                    },
                    {
                        "32:5": "Zedekiah will be taken to Babylonia, and he will remain there until I deal with him. Even if he fights the Babylonians, he will not be successful. I, the Lord, have spoken."
                    },
                    {
                        "32:6": "The Lord told me"
                    },
                    {
                        "32:7": "that Hanamel, my uncle Shallum's son, would come to me with the request to buy his field at Anathoth in the territory of Benjamin, because I was his nearest relative and had the right to buy it for myself."
                    },
                    {
                        "32:8": "Then, just as the Lord had said, Hanamel came to me there in the courtyard and asked me to buy the field. So I knew that the Lord had really spoken to me."
                    },
                    {
                        "32:9": "I bought the field from Hanamel and weighed out the money to him; the price came to seventeen pieces of silver."
                    },
                    {
                        "32:10": "I signed and sealed the deed, had it witnessed, and weighed out the money on scales."
                    },
                    {
                        "32:11": "Then I took both copies of the deed of purchase—the sealed copy containing the contract and its conditions, and the open copy—"
                    },
                    {
                        "32:12": "and gave them to Baruch, the son of Neriah and grandson of Mahseiah. I gave them to him in the presence of Hanamel and of the witnesses who had signed the deed of purchase and of the people who were sitting in the courtyard."
                    },
                    {
                        "32:13": "Before them all I said to Baruch,"
                    },
                    {
                        "32:14": "The Lord Almighty, the God of Israel, has ordered you to take these deeds, both the sealed deed of purchase and the open copy, and to place them in a clay jar, so that they may be preserved for years to come."
                    },
                    {
                        "32:15": "The Lord Almighty, the God of Israel, has said that houses, fields, and vineyards will again be bought in this land."
                    },
                    {
                        "32:16": "After I had given the deed of purchase to Baruch, I prayed,"
                    },
                    {
                        "32:17": "Sovereign Lord, you made the earth and the sky by your great power and might; nothing is too difficult for you."
                    },
                    {
                        "32:18": "You have shown constant love to thousands, but you also punish people for the sins of their parents. You are a great and powerful God; you are the Lord Almighty."
                    },
                    {
                        "32:19": "You make wise plans and do mighty things; you see everything that people do, and you reward them according to their actions."
                    },
                    {
                        "32:20": "Long ago you performed miracles and wonders in Egypt, and you have continued to perform them to this day, both in Israel and among all the other nations, so that you are now known everywhere."
                    },
                    {
                        "32:21": "By means of miracles and wonders that terrified our enemies, you used your power and might to bring your people Israel out of Egypt."
                    },
                    {
                        "32:22": "You gave them this rich and fertile land, as you had promised their ancestors."
                    },
                    {
                        "32:23": "But when they came into this land and took possession of it, they did not obey your commands or live according to your teaching; they did nothing that you had ordered them to do. And so you brought all this destruction on them."
                    },
                    {
                        "32:24": "The Babylonians have built siege mounds around the city to capture it, and they are attacking. War, starvation, and disease will make the city fall into their hands. You can see that all you have said has come true."
                    },
                    {
                        "32:25": "Yet, Sovereign Lord, you are the one who ordered me to buy the field in the presence of witnesses, even though the city is about to be captured by the Babylonians."
                    },
                    {
                        "32:26": "Then the Lord said to me,"
                    },
                    {
                        "32:27": "I am the Lord, the God of all people. Nothing is too difficult for me."
                    },
                    {
                        "32:28": "I am going to give this city over to King Nebuchadnezzar of Babylonia and his army; they will capture it"
                    },
                    {
                        "32:29": "and set it on fire. They will burn it down, together with the houses where people have made me angry by burning incense to Baal on the rooftops and by pouring out wine offerings to other gods."
                    },
                    {
                        "32:30": "From the very beginning of their history the people of Israel and the people of Judah have displeased me and made me angry by what they have done."
                    },
                    {
                        "32:31": "The people of this city have made me angry and furious from the day it was built. I have decided to destroy it"
                    },
                    {
                        "32:32": "because of all the evil that has been done by the people of Judah and Jerusalem, together with their kings and leaders, their priests and prophets."
                    },
                    {
                        "32:33": "They turned their backs on me; and though I kept on teaching them, they would not listen and learn."
                    },
                    {
                        "32:34": "They even placed their disgusting idols in the Temple built for my worship, and they have defiled it."
                    },
                    {
                        "32:35": "They have built altars to Baal in Hinnom Valley, to sacrifice their sons and daughters to the god Molech. I did not command them to do this, and it did not even enter my mind that they would do such a thing and make the people of Judah sin."
                    },
                    {
                        "32:36": "The Lord, the God of Israel, said to me, Jeremiah, the people are saying that war, starvation, and disease will make this city fall into the hands of the king of Babylonia. Now listen to what else I have to say."
                    },
                    {
                        "32:37": "I am going to gather the people from all the countries where I have scattered them in my anger and fury, and I am going to bring them back to this place and let them live here in safety."
                    },
                    {
                        "32:38": "Then they will be my people, and I will be their God."
                    },
                    {
                        "32:39": "I will give them a single purpose in life: to honor me for all time, for their own good and the good of their descendants."
                    },
                    {
                        "32:40": "I will make an eternal covenant with them. I will never stop doing good things for them, and I will make them fear me with all their heart, so that they will never turn away from me."
                    },
                    {
                        "32:41": "I will take pleasure in doing good things for them, and I will establish them permanently in this land."
                    },
                    {
                        "32:42": "Just as I have brought this disaster on these people, so I am going to give them all the good things that I have promised."
                    },
                    {
                        "32:43": "The people are saying that this land will be like a desert where neither people nor animals live, and that it will be given over to the Babylonians. But fields will once again be bought in this land."
                    },
                    {
                        "32:44": "People will buy them, and the deeds will be signed, sealed, and witnessed. This will take place in the territory of Benjamin, in the villages around Jerusalem, in the towns of Judah, and in the towns in the hill country, in the foothills, and in southern Judah. I will restore the people to their land. I, the Lord, have spoken."
                    }
                ]
            },
            {
                "Chapter 34": [
                    {
                        "34:1": "The Lord spoke to me when King Nebuchadnezzar of Babylonia and his army, supported by troops from all the nations and races that were subject to him, were attacking Jerusalem and its nearby towns."
                    },
                    {
                        "34:2": "The Lord, the God of Israel, told me to go and say to King Zedekiah of Judah, I, the Lord, will hand this city over to the king of Babylonia, and he will burn it down."
                    },
                    {
                        "34:3": "You will not escape; you will be captured and handed over to him. You will see him face-to-face and talk to him in person; then you will go to Babylonia."
                    },
                    {
                        "34:4": "Zedekiah, listen to what I say about you. You will not be killed in battle."
                    },
                    {
                        "34:5": "You will die in peace, and as people burned incense when they buried your ancestors, who were kings before you, in the same way they will burn incense for you. They will mourn over you and say, Our king is dead! I, the Lord, have spoken."
                    },
                    {
                        "34:6": "Then I gave this message to King Zedekiah in Jerusalem"
                    },
                    {
                        "34:7": "while the army of the king of Babylonia was attacking the city. The army was also attacking Lachish and Azekah, the only other fortified cities left in Judah."
                    },
                    {
                        "34:8": "King Zedekiah and the people of Jerusalem had made an agreement to set free"
                    },
                    {
                        "34:9": "their Hebrew slaves, both male and female, so that no one would have an Israelite as a slave."
                    },
                    {
                        "34:10": "All the people and their leaders agreed to free their slaves and never to enslave them again. They did set them free,"
                    },
                    {
                        "34:11": "but later they changed their minds, took them back, and forced them to become slaves again."
                    },
                    {
                        "34:12": "Then the Lord,"
                    },
                    {
                        "34:13": "the God of Israel, told me to say to the people: I made a covenant with your ancestors when I rescued them from Egypt and set them free from slavery. I told them that"
                    },
                    {
                        "34:14": "every seven years they were to set free any Hebrew slave who had served them for six years. But your ancestors would not pay any attention to me or listen to what I said."
                    },
                    {
                        "34:15": "Just a few days ago you changed your minds and did what pleased me. All of you agreed to set all Israelites free, and you made a covenant in my presence, in the Temple where I am worshiped."
                    },
                    {
                        "34:16": "But then you changed your minds again and dishonored me. All of you took back the slaves whom you had set free as they desired, and you forced them into slavery again."
                    },
                    {
                        "34:17": "So now, I, the Lord, say that you have disobeyed me; you have not given all Israelites their freedom. Very well, then, I will give you freedom: the freedom to die by war, disease, and starvation. I will make every nation in the world horrified at what I do to you."
                    },
                    {
                        "34:19": "18-The officials of Judah and of Jerusalem, together with the palace officials, the priests, and all the leaders, made a covenant with me by walking between the two halves of a bull that they had cut in two. But they broke the covenant and did not keep its terms. So I will do to these people what they did to the bull."
                    },
                    {
                        "34:20": "I will hand them over to their enemies, who want to kill them, and their corpses will be eaten by birds and wild animals."
                    },
                    {
                        "34:21": "I will also hand over King Zedekiah of Judah and his officials to those who want to kill them. I will hand them over to the Babylonian army, which has stopped its attack against you."
                    },
                    {
                        "34:22": "I will give the order, and they will return to this city. They will attack it, capture it, and burn it down. I will make the towns of Judah like a desert where no one lives. I, the Lord, have spoken."
                    }
                ]
            },
            {
                "Chapter 35": [
                    {
                        "35:1": "When Jehoiakim son of Josiah was king of Judah, the Lord said to me,"
                    },
                    {
                        "35:2": "Go to the members of the Rechabite clan and talk to them. Then bring them into one of the rooms in the Temple and offer them some wine."
                    },
                    {
                        "35:3": "So I took the entire Rechabite clan—Jaazaniah the son of another Jeremiah, who was Habazziniah's son and all his brothers and sons—"
                    },
                    {
                        "35:4": "and brought them to the Temple. I took them into the room of the disciples of the prophet Hanan son of Igdaliah. This room was above the room of Maaseiah son of Shallum, an important official in the Temple, and near the rooms of the other officials."
                    },
                    {
                        "35:5": "Then I placed cups and bowls full of wine before the Rechabites, and I said to them, Have some wine."
                    },
                    {
                        "35:6": "But they answered, We do not drink wine. Our ancestor Jonadab son of Rechab told us that neither we nor our descendants were ever to drink any wine."
                    },
                    {
                        "35:7": "He also told us not to build houses or farm the land and not to plant vineyards or buy them. He commanded us always to live in tents, so that we might remain in this land where we live like strangers."
                    },
                    {
                        "35:8": "We have obeyed all the instructions that Jonadab gave us. We ourselves never drink wine, and neither do our wives, our sons, or our daughters."
                    },
                    {
                        "35:10": "9-We do not build houses for homes—we live in tents—and we own no vineyards, fields, or grain. We have fully obeyed everything that our ancestor Jonadab commanded us."
                    },
                    {
                        "35:11": "But when King Nebuchadnezzar invaded the country, we decided to come to Jerusalem to get away from the Babylonian and Syrian armies. That is why we are living in Jerusalem."
                    },
                    {
                        "35:13": "12-Then the Lord Almighty, the God of Israel, told me to go and say to the people of Judah and Jerusalem, I, the Lord, ask you why you refuse to listen to me and to obey my instructions."
                    },
                    {
                        "35:14": "Jonadab's descendants have obeyed his command not to drink wine, and to this very day none of them drink any. But I have kept on speaking to you, and you have not obeyed me."
                    },
                    {
                        "35:15": "I have continued to send you all my servants the prophets, and they have told you to give up your evil ways and to do what is right. They warned you not to worship and serve other gods, so that you could go on living in the land that I gave you and your ancestors. But you would not listen to me or pay any attention to me."
                    },
                    {
                        "35:16": "Jonadab's descendants have obeyed the command that their ancestor gave them, but you people have not obeyed me."
                    },
                    {
                        "35:17": "So now, I, the Lord Almighty, the God of Israel, will bring on you people of Judah and of Jerusalem all the destruction that I promised. I will do this because you would not listen when I spoke to you, and you would not answer when I called you."
                    },
                    {
                        "35:18": "Then I told the Rechabite clan that the Lord Almighty, the God of Israel, had said, You have obeyed the command that your ancestor Jonadab gave you; you have followed all his instructions, and you have done everything he commanded you."
                    },
                    {
                        "35:19": "So I, the Lord Almighty, the God of Israel, promise that Jonadab son of Rechab will always have a male descendant to serve me."
                    }
                ]
            },
            {
                "Chapter 36": [
                    {
                        "36:1": "In the fourth year that Jehoiakim son of Josiah was king of Judah, the Lord said to me,"
                    },
                    {
                        "36:2": "Get a scroll and write on it everything that I have told you about Israel and Judah and all the nations. Write everything that I have told you from the time I first spoke to you, when Josiah was king, up to the present."
                    },
                    {
                        "36:3": "Perhaps when the people of Judah hear about all the destruction that I intend to bring on them, they will turn from their evil ways. Then I will forgive their wickedness and their sins."
                    },
                    {
                        "36:4": "So I called Baruch son of Neriah and dictated to him everything that the Lord had said to me. And Baruch wrote it all down on a scroll."
                    },
                    {
                        "36:5": "Then I gave Baruch the following instructions: I am no longer allowed to go into the Temple."
                    },
                    {
                        "36:6": "But I want you to go there the next time the people are fasting. You are to read the scroll aloud, so that they will hear everything that the Lord has said to me and that I have dictated to you. Do this where everyone can hear you, including the people of Judah who have come in from their towns."
                    },
                    {
                        "36:7": "Perhaps they will pray to the Lord and turn from their evil ways, because the Lord has threatened this people with his terrible anger and fury."
                    },
                    {
                        "36:8": "So Baruch read the Lord's words in the Temple exactly as I had told him to do."
                    },
                    {
                        "36:9": "In the ninth month of the fifth year that Jehoiakim was king of Judah, the people fasted to gain the Lord's favor. The fast was kept by all who lived in Jerusalem and by all who came there from the towns of Judah."
                    },
                    {
                        "36:10": "Then, while all the people were listening, Baruch read from the scroll everything that I had said. He did this in the Temple, from the room of Gemariah son of Shaphan, the court secretary. His room was in the upper court near the entrance of the New Gate of the Temple."
                    },
                    {
                        "36:11": "Micaiah, the son of Gemariah and grandson of Shaphan, heard Baruch read from the scroll what the Lord had said."
                    },
                    {
                        "36:12": "Then he went to the royal palace, to the room of the court secretary, where all the officials were in session. Elishama, the court secretary, Delaiah son of Shemaiah, Elnathan son of Achbor, Gemariah son of Shaphan, Zedekiah son of Hananiah, and all the other officials were there."
                    },
                    {
                        "36:13": "Micaiah told them everything that he had heard Baruch read to the people."
                    },
                    {
                        "36:14": "Then the officials sent Jehudi the son of Nethaniah, grandson of Shelemiah, and great-grandson of Cushi to tell Baruch to bring the scroll that he had read to the people. Baruch brought them the scroll."
                    },
                    {
                        "36:15": "Sit down, they said, and read the scroll to us. So Baruch did."
                    },
                    {
                        "36:16": "After he had read it, they turned to one another in alarm and said to Baruch, We must report this to the king."
                    },
                    {
                        "36:17": "Then they asked him, Tell us, now, how did you come to write all this? Did Jeremiah dictate it to you?"
                    },
                    {
                        "36:18": "Baruch answered, Jeremiah dictated every word of it to me, and I wrote it down in ink on this scroll."
                    },
                    {
                        "36:19": "Then they told him, You and Jeremiah must go and hide. Don't let anyone know where you are."
                    },
                    {
                        "36:20": "The officials put the scroll in the room of Elishama, the court secretary, and went to the king's court, where they reported everything to the king."
                    },
                    {
                        "36:21": "Then the king sent Jehudi to get the scroll. He took it from the room of Elishama and read it to the king and all the officials who were standing around him."
                    },
                    {
                        "36:22": "It was winter and the king was sitting in his winter palace in front of the fire."
                    },
                    {
                        "36:23": "As soon as Jehudi finished reading three or four columns, the king cut them off with a small knife and threw them into the fire. He kept doing this until the entire scroll was burned up."
                    },
                    {
                        "36:24": "But neither the king nor any of his officials who heard all this was afraid or showed any sign of sorrow."
                    },
                    {
                        "36:25": "Although Elnathan, Delaiah, and Gemariah begged the king not to burn the scroll, he paid no attention to them."
                    },
                    {
                        "36:26": "Then he ordered Prince Jerahmeel, together with Seraiah son of Azriel and Shelemiah son of Abdeel, to arrest me and my secretary Baruch. But the Lord had hidden us."
                    },
                    {
                        "36:27": "After King Jehoiakim had burned the scroll that I had dictated to Baruch, the Lord told me"
                    },
                    {
                        "36:28": "to take another scroll and write on it everything that had been on the first one."
                    },
                    {
                        "36:29": "The Lord told me to say to the king, You have burned the scroll, and you have asked Jeremiah why he wrote that the king of Babylonia would come and destroy this land and kill its people and its animals."
                    },
                    {
                        "36:30": "So now, I, the Lord, say to you, King Jehoiakim, that no descendant of yours will ever rule over David's kingdom. Your corpse will be thrown out where it will be exposed to the sun during the day and to the frost at night."
                    },
                    {
                        "36:31": "I will punish you, your descendants, and your officials because of the sins all of you commit. Neither you nor the people of Jerusalem and of Judah have paid any attention to my warnings, and so I will bring on all of you the disaster that I have threatened."
                    },
                    {
                        "36:32": "Then I took another scroll and gave it to my secretary Baruch, and he wrote down everything that I dictated. He wrote everything that had been on the first scroll and similar messages that I dictated to him."
                    }
                ]
            },
            {
                "Chapter 37": [
                    {
                        "37:1": "King Nebuchadnezzar of Babylonia made Zedekiah son of Josiah king of Judah in the place of Jehoiachin son of Jehoiakim."
                    },
                    {
                        "37:2": "But neither Zedekiah nor his officials nor the people obeyed the message which the Lord had given me."
                    },
                    {
                        "37:3": "King Zedekiah sent Jehucal son of Shelemiah and the priest Zephaniah son of Maaseiah to ask me to pray to the Lord our God on behalf of our nation."
                    },
                    {
                        "37:4": "I had not yet been put in prison and was still moving about freely among the people."
                    },
                    {
                        "37:5": "The Babylonian army had been besieging Jerusalem, but when they heard that the Egyptian army had crossed the Egyptian border, they retreated."
                    },
                    {
                        "37:6": "Then the Lord, the God of Israel, told me"
                    },
                    {
                        "37:7": "to say to Zedekiah, The Egyptian army is on its way to help you, but it will return home."
                    },
                    {
                        "37:8": "Then the Babylonians will come back, attack the city, capture it, and burn it down."
                    },
                    {
                        "37:9": "I, the Lord, warn you not to deceive yourselves into thinking that the Babylonians will not come back, because they will."
                    },
                    {
                        "37:10": "Even if you defeat the whole Babylonian army, so that only wounded men are left, lying in their tents, they would still get up and burn this city to the ground."
                    },
                    {
                        "37:11": "The Babylonian army retreated from Jerusalem because the Egyptian army was approaching."
                    },
                    {
                        "37:12": "So I started to leave Jerusalem and go to the territory of Benjamin to take possession of my share of the family property."
                    },
                    {
                        "37:13": "But when I reached the Benjamin Gate, the officer in charge of the soldiers on duty there, a man by the name of Irijah, the son of Shelemiah and grandson of Hananiah, stopped me and said, You are deserting to the Babylonians!"
                    },
                    {
                        "37:14": "I answered, That's not so! I'm not deserting. But Irijah would not listen to me. Instead, he arrested me and took me to the officials."
                    },
                    {
                        "37:15": "They were furious with me and had me beaten and locked up in the house of Jonathan, the court secretary, whose house had been made into a prison."
                    },
                    {
                        "37:16": "I was put in an underground cell and kept there a long time."
                    },
                    {
                        "37:17": "Later on King Zedekiah sent for me, and there in the palace he asked me privately, Is there any message from the Lord? There is, I answered, and added, You will be handed over to the king of Babylonia."
                    },
                    {
                        "37:18": "Then I asked, What crime have I committed against you or your officials or this people, to make you put me in prison?"
                    },
                    {
                        "37:19": "What happened to your prophets who told you that the king of Babylonia would not attack you or the country?"
                    },
                    {
                        "37:20": "And now, Your Majesty, I beg you to listen to me and do what I ask. Please do not send me back to the prison in Jonathan's house. If you do, I will surely die there."
                    },
                    {
                        "37:21": "So King Zedekiah ordered me to be locked up in the palace courtyard. I stayed there, and each day I was given a loaf of bread from the bakeries until all the bread in the city was gone."
                    }
                ]
            },
            {
                "Chapter 39": [
                    {
                        "39:1": "In the tenth month of the ninth year that Zedekiah was king of Judah, King Nebuchadnezzar of Babylonia came with his whole army and attacked Jerusalem."
                    },
                    {
                        "39:2": "On the ninth day of the fourth month of Zedekiah's eleventh year as king, the city walls were broken through."
                    },
                    {
                        "39:3": "When Jerusalem was captured, all the high officials of the king of Babylonia came and took their places at the Middle Gate, including Nergal Sharezer, Samgar Nebo, Sarsechim, and another Nergal Sharezer."
                    },
                    {
                        "39:4": "When King Zedekiah and all his soldiers saw what was happening, they tried to escape from the city during the night. They left by way of the royal garden, went through the gateway connecting the two walls, and escaped in the direction of the Jordan Valley."
                    },
                    {
                        "39:5": "But the Babylonian army pursued them and captured Zedekiah in the plains near Jericho. Then they took him to King Nebuchadnezzar, who was in the city of Riblah in the territory of Hamath, and there Nebuchadnezzar passed sentence on him."
                    },
                    {
                        "39:6": "At Riblah he put Zedekiah's sons to death while Zedekiah was looking on, and he also had the officials of Judah executed."
                    },
                    {
                        "39:7": "After that, he had Zedekiah's eyes put out and had him placed in chains to be taken to Babylonia."
                    },
                    {
                        "39:8": "Meanwhile, the Babylonians burned down the royal palace and the houses of the people and tore down the walls of Jerusalem."
                    },
                    {
                        "39:9": "Finally Nebuzaradan, the commanding officer, took away as prisoners to Babylonia the people who were left in the city, together with those who had deserted to him."
                    },
                    {
                        "39:10": "He left in the land of Judah some of the poorest people, who owned no property, and he gave them vineyards and fields."
                    },
                    {
                        "39:11": "But King Nebuchadnezzar commanded Nebuzaradan, the commanding officer, to give the following order:"
                    },
                    {
                        "39:12": "Go and find Jeremiah and take good care of him. Do not harm him, but do for him whatever he wants."
                    },
                    {
                        "39:13": "So Nebuzaradan, together with the high officials Nebushazban and Nergal Sharezer and all the other officers of the king of Babylonia,"
                    },
                    {
                        "39:14": "had me brought from the palace courtyard. They put me under the care of Gedaliah, the son of Ahikam and grandson of Shaphan, who was to see that I got home safely. And so I stayed there among the people."
                    },
                    {
                        "39:15": "While I was still imprisoned in the palace courtyard, the Lord told me"
                    },
                    {
                        "39:16": "to tell Ebedmelech the Ethiopian that the Lord Almighty, the God of Israel, had said, Just as I said I would, I am going to bring upon this city destruction and not prosperity. And when this happens, you will be there to see it."
                    },
                    {
                        "39:17": "But I, the Lord, will protect you, and you will not be handed over to the people you are afraid of."
                    },
                    {
                        "39:18": "I will keep you safe, and you will not be put to death. You will escape with your life because you have put your trust in me. I, the Lord, have spoken."
                    }
                ]
            },
            {
                "Chapter 40": [
                    {
                        "40:1": "The Lord spoke to me after Nebuzaradan, the commanding officer, had set me free at Ramah. I had been taken there in chains, along with all the other people from Jerusalem and Judah who were being taken away as prisoners to Babylonia."
                    },
                    {
                        "40:2": "The commanding officer took me aside and said, The Lord your God threatened this land with destruction,"
                    },
                    {
                        "40:3": "and now he has done what he said he would. All this happened because your people sinned against the Lord and disobeyed him."
                    },
                    {
                        "40:4": "Now, I am taking the chains off your wrists and setting you free. If you want to go to Babylonia with me, you may do so, and I will take care of you. But if you don't want to go, you don't have to. You have the whole country to choose from, and you may go wherever you wish."
                    },
                    {
                        "40:5": "When I did not answer, Nebuzaradan said, Go back to Gedaliah, the son of Ahikam and grandson of Shaphan, whom the king of Babylonia has made governor of the towns of Judah. You may stay with him and live among the people, or you may go anywhere you think you should. Then he gave me a present and some food to take with me, and let me go on my way."
                    },
                    {
                        "40:6": "I went to stay with Gedaliah in Mizpah and lived among the people who were left in the land."
                    },
                    {
                        "40:7": "Some of the Judean officers and soldiers had not surrendered. They heard that the king of Babylonia had made Gedaliah governor of the land and had placed him in charge of all those who had not been taken away to Babylonia—the poorest people in the land."
                    },
                    {
                        "40:8": "So Ishmael son of Nethaniah, Johanan son of Kareah, Seraiah son of Tanhumeth, the sons of Ephai from Netophah, and Jezaniah from Maacah went with their men to Gedaliah at Mizpah."
                    },
                    {
                        "40:9": "Gedaliah said to them, I give you my word that there is no need for you to be afraid to surrender to the Babylonians. Settle in this land, serve the king of Babylonia, and all will go well with you."
                    },
                    {
                        "40:10": "I myself will stay in Mizpah and be your representative when the Babylonians come here. But you can gather and store up wine, fruit, and olive oil, and live in the villages you occupy."
                    },
                    {
                        "40:11": "Meanwhile, all the Israelites who were in Moab, Ammon, Edom, and other countries, heard that the king of Babylonia had allowed some Israelites to stay on in Judah and that he had made Gedaliah their governor."
                    },
                    {
                        "40:12": "So they left the places where they had been scattered, and returned to Judah. They came to Gedaliah at Mizpah, and there they gathered in large amounts of wine and fruit."
                    },
                    {
                        "40:13": "After this, Johanan and the leaders of the soldiers who had not surrendered came to Gedaliah at Mizpah"
                    },
                    {
                        "40:14": "and said to him, Don't you know that King Baalis of Ammon has sent Ishmael to murder you? But Gedaliah did not believe it."
                    },
                    {
                        "40:15": "Then Johanan said privately to him, Let me go and kill Ishmael, and no one will know who did it. Why should he be allowed to murder you? That would cause all the Jews who have gathered around you to be scattered, and it would bring disaster on all the people who are left in Judah."
                    },
                    {
                        "40:16": "But Gedaliah answered, Don't do it! What you are saying about Ishmael is not true!"
                    }
                ]
            },
            {
                "Chapter 41": [
                    {
                        "41:1": "In the seventh month of that year, Ishmael, the son of Nethaniah and grandson of Elishama, a member of the royal family and one of the king's chief officers, went to Mizpah with ten men to see Governor Gedaliah. While they were all eating a meal together,"
                    },
                    {
                        "41:2": "Ishmael and the ten men with him pulled out their swords and killed Gedaliah."
                    },
                    {
                        "41:3": "Ishmael also killed all the Israelites who were with Gedaliah at Mizpah and the Babylonian soldiers who happened to be there."
                    },
                    {
                        "41:4": "The next day, before anyone knew about Gedaliah's murder,"
                    },
                    {
                        "41:5": "eighty men arrived from Shechem, Shiloh, and Samaria. They had shaved off their beards, torn their clothes, and gashed themselves. They were taking grain and incense to offer in the Temple."
                    },
                    {
                        "41:6": "So Ishmael went out from Mizpah to meet them, weeping as he went. When he came to them, he said, Please come in to see Gedaliah."
                    },
                    {
                        "41:7": "As soon as they were inside the city, Ishmael and his men killed them and threw their bodies in a well."
                    },
                    {
                        "41:8": "But there were ten men in the group who said to Ishmael, Please don't kill us! We have wheat, barley, olive oil, and honey hidden in the fields. So he spared them."
                    },
                    {
                        "41:9": "The well into which Ishmael threw the bodies of the men he had killed was the large one that King Asa had dug when he was being attacked by King Baasha of Israel. Ishmael filled the well with the bodies."
                    },
                    {
                        "41:10": "Then he made prisoners of the king's daughters and all the rest of the people in Mizpah, whom Nebuzaradan the commanding officer had placed under the care of Gedaliah. Ishmael took them prisoner and started off in the direction of the territory of Ammon."
                    },
                    {
                        "41:11": "Johanan and all the army leaders with him heard of the crime that Ishmael had committed."
                    },
                    {
                        "41:12": "So they went after him with their men and overtook him near the large pool at Gibeon."
                    },
                    {
                        "41:13": "When Ishmael's prisoners saw Johanan and the leaders of the forces with him, they were glad,"
                    },
                    {
                        "41:14": "and turned and ran to them."
                    },
                    {
                        "41:15": "But Ishmael and eight of his men got away from Johanan and escaped to the land of Ammon."
                    },
                    {
                        "41:16": "Then Johanan and the leaders of the forces with him took charge of the people whom Ishmael had taken away as prisoners from Mizpah after murdering Gedaliah—soldiers, women, children, and eunuchs."
                    },
                    {
                        "41:18": "17-They were afraid of the Babylonians because Ishmael had murdered Gedaliah, whom the king of Babylonia had made governor of the land. So they set out for Egypt, in order to get away from the Babylonians. On the way they stopped at Chimham near Bethlehem."
                    }
                ]
            },
            {
                "Chapter 42": [
                    {
                        "42:1": "Then all the army leaders, including Johanan son of Kareah and Azariah son of Hoshaiah, came with people of every class"
                    },
                    {
                        "42:2": "and said to me, Please do what we ask you! Pray to the Lord our God for us. Pray for all of us who have survived. Once there were many of us; but now only a few of us are left, as you can see."
                    },
                    {
                        "42:3": "Pray that the Lord our God will show us the way we should go and what we should do."
                    },
                    {
                        "42:4": "I answered, Very well, then. I will pray to the Lord our God, just as you have asked, and whatever he says, I will tell you. I will not keep back anything from you."
                    },
                    {
                        "42:5": "Then they said to me, May the Lord be a true and faithful witness against us if we do not obey all the commands that the Lord our God gives you for us."
                    },
                    {
                        "42:6": "Whether it pleases us or not, we will obey the Lord our God, to whom we are asking you to pray. All will go well with us if we obey him."
                    },
                    {
                        "42:7": "Ten days later the Lord spoke to me;"
                    },
                    {
                        "42:8": "so I called together Johanan, all the army leaders who were with him, and all the other people."
                    },
                    {
                        "42:9": "I said to them, The Lord, the God of Israel, to whom you sent me with your request has said,"
                    },
                    {
                        "42:10": "If you are willing to go on living in this land, then I will build you up and not tear you down; I will plant you and not pull you up. The destruction I brought on you has caused me great sorrow."
                    },
                    {
                        "42:11": "Stop being afraid of the king of Babylonia. I am with you, and I will rescue you from his power."
                    },
                    {
                        "42:12": "Because I am merciful, I will make him have mercy on you and let you go back home. I, the Lord, have spoken."
                    },
                    {
                        "42:15": "13-But you people who are left in Judah must not disobey the Lord your God and refuse to live in this land. You must not say, No, we will go and live in Egypt, where we won't face war any more or hear the call to battle or go hungry. If you say this, then the Lord Almighty, the God of Israel, says, If you are determined to go and live in Egypt,"
                    },
                    {
                        "42:16": "then the war that you fear will overtake you, and the hunger you dread will follow you, and you will die there in Egypt."
                    },
                    {
                        "42:17": "All the people who are determined to go and live in Egypt will die either in war or of starvation or disease. Not one of them will survive, not one will escape the disaster that I am going to bring on them."
                    },
                    {
                        "42:18": "The Lord, the God of Israel, says, Just as my anger and fury were poured out on the people of Jerusalem, so my fury will be poured out on you if you go to Egypt. You will be a horrifying sight; people will make fun of you and use your name as a curse. You will never see this place again."
                    },
                    {
                        "42:19": "Then I continued, The Lord has told you people who are left in Judah not to go to Egypt. And so I warn you now"
                    },
                    {
                        "42:20": "that you are making a fatal mistake. You asked me to pray to the Lord our God for you, and you promised that you would do everything that he commands."
                    },
                    {
                        "42:21": "And now I have told you, but you are disobeying everything that the Lord our God sent me to tell you."
                    },
                    {
                        "42:22": "So then, remember this: you will die in war or of starvation or disease in the land where you want to go and live."
                    }
                ]
            },
            {
                "Chapter 43": [
                    {
                        "43:1": "I finished telling the people everything that the Lord their God had sent me to tell them."
                    },
                    {
                        "43:2": "Then Azariah son of Hoshaiah and Johanan son of Kareah and all the other arrogant men said to me, You are lying. The Lord our God did not send you to tell us not to go and live in Egypt."
                    },
                    {
                        "43:3": "Baruch son of Neriah has stirred you up against us, so that the Babylonians will gain power over us and can either kill us or take us away to Babylonia."
                    },
                    {
                        "43:4": "So neither Johanan nor any of the army officers nor any of the people would obey the Lord's command to remain in the land of Judah."
                    },
                    {
                        "43:5": "Then Johanan and all the army officers took everybody left in Judah away to Egypt, together with all the people who had returned from the nations where they had been scattered:"
                    },
                    {
                        "43:6": "the men, the women, the children, and the king's daughters. They took everyone whom Nebuzaradan the commanding officer had left under the care of Gedaliah, including Baruch and me."
                    },
                    {
                        "43:7": "They disobeyed the Lord's command and went into Egypt as far as the city of Tahpanhes."
                    },
                    {
                        "43:8": "There the Lord said to me,"
                    },
                    {
                        "43:9": "Get some large stones and bury them in the mortar of the pavement in front of the entrance to the government building here in the city, and let some of the Israelites see you do it."
                    },
                    {
                        "43:10": "Then tell them that I, the Lord Almighty, the God of Israel, am going to bring my servant King Nebuchadnezzar of Babylonia to this place, and he will put his throne over these stones that you buried, and will spread the royal tent over them."
                    },
                    {
                        "43:11": "Nebuchadnezzar will come and defeat Egypt. Those people who are doomed to die of disease will die of disease, those doomed to be taken away as prisoners will be taken away as prisoners, and those doomed to be killed in war will be killed in war."
                    },
                    {
                        "43:12": "I will set fire to the temples of Egypt's gods, and the king of Babylonia will either burn their gods or carry them off. As shepherds pick their clothes clean of lice, so the king of Babylonia will pick the land of Egypt clean and then leave victorious."
                    },
                    {
                        "43:13": "He will destroy the sacred stone monuments at Heliopolis in Egypt and will burn down the temples of the Egyptian gods."
                    }
                ]
            },
            {
                "Chapter 44": [
                    {
                        "44:1": "The Lord spoke to me concerning all the Israelites living in Egypt, in the cities of Migdol, Tahpanhes, and Memphis, and in the southern part of the country."
                    },
                    {
                        "44:2": "The Lord Almighty, the God of Israel, said, You yourselves have seen the destruction I brought on Jerusalem and all the other cities of Judah. Even now they are still in ruins, and no one lives in them"
                    },
                    {
                        "44:3": "because their people had done evil and had made me angry. They offered sacrifices to other gods and served gods that neither they nor you nor your ancestors ever worshiped."
                    },
                    {
                        "44:4": "I kept sending you my servants the prophets, who told you not to do this terrible thing that I hate."
                    },
                    {
                        "44:5": "But you would not listen or pay any attention. You would not give up your evil practice of sacrificing to other gods."
                    },
                    {
                        "44:6": "So I poured out my anger and fury on the towns of Judah and on the streets of Jerusalem, and I set them on fire. They were left in ruins and became a horrifying sight, as they are today."
                    },
                    {
                        "44:7": "And so I, the Lord Almighty, the God of Israel, now ask why you are doing such an evil thing to yourselves. Do you want to bring destruction on men and women, children and babies, so that none of your people will be left?"
                    },
                    {
                        "44:8": "Why do you make me angry by worshiping idols and by sacrificing to other gods here in Egypt, where you have come to live? Are you doing this just to destroy yourselves, so that every nation on earth will make fun of you and use your name as a curse?"
                    },
                    {
                        "44:9": "Have you forgotten all the wicked things that have been done in the towns of Judah and in the streets of Jerusalem by your ancestors, by the kings of Judah and their wives, and by you and your wives?"
                    },
                    {
                        "44:10": "But to this day you have not humbled yourselves. You have not honored me or lived according to all the laws that I gave you and your ancestors."
                    },
                    {
                        "44:11": "So then, I, the Lord Almighty, the God of Israel, will turn against you and destroy all Judah."
                    },
                    {
                        "44:12": "As for the people of Judah who are left and are determined to go and live in Egypt, I will see to it that all of them are destroyed. All of them, great and small, will die in Egypt, either in war or of starvation. They will be a horrifying sight; people will make fun of them and use their name as a curse."
                    },
                    {
                        "44:13": "I will punish those who live in Egypt, just as I punished Jerusalem—with war, starvation, and disease."
                    },
                    {
                        "44:14": "None of the people of Judah who are left and have come to Egypt to live will escape or survive. Not one of them will return to Judah, where they long to live once again. No one will return except a few refugees."
                    },
                    {
                        "44:15": "Then all the men who knew that their wives offered sacrifices to other gods, and all the women who were standing there, including the Israelites who lived in southern Egypt—a large crowd in all—said to me,"
                    },
                    {
                        "44:16": "We refuse to listen to what you have told us in the name of the Lord."
                    },
                    {
                        "44:17": "We will do everything that we said we would. We will offer sacrifices to our goddess, the Queen of Heaven, and we will pour out wine offerings to her, just as we and our ancestors, our king and our leaders, used to do in the towns of Judah and in the streets of Jerusalem. Then we had plenty of food, we were prosperous, and had no troubles."
                    },
                    {
                        "44:18": "But ever since we stopped sacrificing to the Queen of Heaven and stopped pouring out wine offerings to her, we have had nothing, and our people have died in war and of starvation."
                    },
                    {
                        "44:19": "And the women added, When we baked cakes shaped like the Queen of Heaven, offered sacrifices to her, and poured out wine offerings to her, our husbands approved of what we were doing."
                    },
                    {
                        "44:20": "Then I said to all the men and the women who had answered me in this way,"
                    },
                    {
                        "44:21": "As for the sacrifices which you and your ancestors, your kings and your leaders, and the people of the land offered in the towns of Judah and in the streets of Jerusalem—do you think that the Lord did not know about them or that he forgot them?"
                    },
                    {
                        "44:22": "This very day your land lies in ruins and no one lives in it. It has become a horrifying sight, and people use its name as a curse because the Lord could no longer endure your wicked and evil practices."
                    },
                    {
                        "44:23": "This present disaster has come on you because you offered sacrifices to other gods and sinned against the Lord by not obeying all his commands."
                    },
                    {
                        "44:25": "24-I told all the people, especially the women, what the Lord Almighty, the God of Israel, was saying to the people of Judah living in Egypt: Both you and your wives have made solemn promises to the Queen of Heaven. You promised that you would offer sacrifices to her and pour out wine offerings to her, and you have kept your promises. Very well, then! Keep your promises! Carry out your vows!"
                    },
                    {
                        "44:26": "But now listen to the vow that I, the Lord, have made in my mighty name to all you Israelites in Egypt: Never again will I let any of you use my name to make a vow by saying, I swear by the living Sovereign Lord!"
                    },
                    {
                        "44:27": "I will see to it that you will not prosper, but will be destroyed. All of you will die, either in war or of disease, until not one of you is left."
                    },
                    {
                        "44:28": "But a few of you will escape death and return from Egypt to Judah. Then the survivors will know whose words have come true, mine or theirs."
                    },
                    {
                        "44:29": "I, the Lord, will give you proof that I will punish you in this place and that my promise to bring destruction on you will come true."
                    },
                    {
                        "44:30": "I will hand over King Hophra of Egypt to his enemies who want to kill him, just as I handed over King Zedekiah of Judah to King Nebuchadnezzar of Babylonia, who was his enemy and wanted to kill him."
                    }
                ]
            },
            {
                "Chapter 45": [
                    {
                        "45:1": "In the fourth year that Jehoiakim son of Josiah was king of Judah, Baruch wrote down what I had dictated to him. Then I told him"
                    },
                    {
                        "45:2": "that the Lord, the God of Israel, had said, Baruch,"
                    },
                    {
                        "45:3": "you are saying, I give up! The Lord has added sorrow to my troubles. I am worn out from groaning, and I can't find any rest!"
                    },
                    {
                        "45:4": "But I, the Lord, am tearing down what I have built and pulling up what I have planted. I will do this to the entire earth."
                    },
                    {
                        "45:5": "Are you looking for special treatment for yourself Don't do it. I am bringing disaster on all people, but you will at least escape with your life, wherever you go. I, the Lord, have spoken."
                    }
                ]
            },
            {
                "Chapter 49": [
                    {
                        "49:1": "This is what the Lord said about Ammon: Where are the men of Israel? Is there no one to defend their land? Why have they let the people who worship Molech take the territory of the tribe of Gad and settle there?"
                    },
                    {
                        "49:2": "But the time is coming when I will make the people of the capital city of Rabbah hear the noise of battle, and it will be left in ruins and its villages burned to the ground. Then Israel will take its land back from those who took it from them."
                    },
                    {
                        "49:3": "People of Heshbon, cry out! Ai is destroyed! Women of Rabbah, go into mourning! Put on sackcloth and mourn. Run about in confusion. Your god Molech will be taken into exile, together with his priests and princes."
                    },
                    {
                        "49:4": "Why do you unfaithful people boast? Your strength is failing. Why do you trust in your power and say that no one would dare attack you?"
                    },
                    {
                        "49:5": "I will bring terror on you from every side. You will all run away. Each one will run for his life, and there will be no one to bring your troops together again."
                    },
                    {
                        "49:6": "But later on I will make Ammon prosperous again. I, the Lord, have spoken."
                    },
                    {
                        "49:7": "This is what the Lord Almighty said about Edom: Have the people of Edom lost their good judgment? Can their advisers no longer tell them what to do? Has all their wisdom disappeared?"
                    },
                    {
                        "49:8": "People of Dedan, turn and run! Hide! I am going to destroy Esau's descendants because the time has come for me to punish them."
                    },
                    {
                        "49:9": "When people pick grapes, they leave a few on the vines, and when robbers come at night, they take only what they want."
                    },
                    {
                        "49:10": "But I have stripped Esau's descendants completely and uncovered their hiding places, so that they can no longer hide. All the people of Edom are destroyed. Not one of them is left."
                    },
                    {
                        "49:11": "Leave your orphans with me, and I will take care of them. Your widows can depend on me."
                    },
                    {
                        "49:12": "If even those who did not deserve to be punished had to drink from the cup of punishment, do you think that you will go unpunished? No, you must drink from the cup!"
                    },
                    {
                        "49:13": "I myself have sworn that the city of Bozrah will become a horrifying sight and a desert; people will make fun of it and use its name as a curse. All the nearby villages will be in ruins forever. I, the Lord, have spoken."
                    },
                    {
                        "49:14": "I said, Edom, I have received a message from the Lord. He has sent a messenger to tell the nations to assemble their armies and to get ready to attack you."
                    },
                    {
                        "49:15": "The Lord is going to make you weak, and no one will respect you."
                    },
                    {
                        "49:16": "Your pride has deceived you. No one fears you as much as you think they do. You live on the rocky cliffs, high on top of the mountain; but even though you live as high up as an eagle, the Lord will bring you down. The Lord has spoken."
                    },
                    {
                        "49:17": "The Lord said, The destruction that will come on Edom will be so terrible that everyone who passes by will be shocked and terrified."
                    },
                    {
                        "49:18": "The same thing will happen to Edom that happened to Sodom and Gomorrah, when they and the nearby towns were destroyed. No one will ever live there again. I, the Lord, have spoken."
                    },
                    {
                        "49:19": "Like a lion coming out of the thick woods along the Jordan River up to the green pasture land, I will come and make the Edomites run away suddenly from their country. Then the leader I choose will rule the nation. Who can be compared to me? Who would dare challenge me? What ruler could oppose me?"
                    },
                    {
                        "49:20": "So listen to the plan that I have made against the people of Edom, and to what I intend to do to the people of the city of Teman. Even their children will be dragged off, and everyone will be horrified."
                    },
                    {
                        "49:21": "When Edom falls, there will be such a noise that the entire earth will shake, and the cries of alarm will be heard as far away as the Gulf of Aqaba."
                    },
                    {
                        "49:22": "The enemy will attack Bozrah like an eagle swooping down with outspread wings. On that day Edom's soldiers will be as frightened as a woman in labor."
                    },
                    {
                        "49:23": "This is what the Lord said about Damascus: The people in the cities of Hamath and Arpad are worried and troubled because they have heard bad news. Anxiety rolls over them like a sea, and they cannot rest."
                    },
                    {
                        "49:24": "The people of Damascus are weak and have fled in terror. They are in pain and misery like a woman in labor."
                    },
                    {
                        "49:25": "The famous city that used to be happy is completely deserted."
                    },
                    {
                        "49:26": "On that day her young men will be killed in the city streets, and all her soldiers destroyed."
                    },
                    {
                        "49:27": "I will set the walls of Damascus on fire and will burn down King Benhadad's palaces. I, the Lord Almighty, have spoken."
                    },
                    {
                        "49:28": "This is what the Lord said about the tribe of Kedar and the districts controlled by Hazor, which were conquered by King Nebuchadnezzar of Babylonia: Attack the people of Kedar and destroy that tribe of eastern people!"
                    },
                    {
                        "49:29": "Seize their tents and their flocks, their tent curtains and everything in their tents. Take their camels and tell the people, Terror is all around you!"
                    },
                    {
                        "49:30": "People of Hazor, I, the Lord, warn you to run far away and hide. King Nebuchadnezzar of Babylonia has plotted against you, and this is what he says,"
                    },
                    {
                        "49:31": "Come on! We'll attack those people that feel safe and secure! Their city has no gates or locks and is completely unprotected."
                    },
                    {
                        "49:32": "Take their camels and all their livestock! I will scatter in every direction those people who cut their hair short, and I will bring disaster on them from every side."
                    },
                    {
                        "49:33": "Hazor will be made a desert forever, a place where only jackals live. No one will ever live there again. I, the Lord, have spoken."
                    },
                    {
                        "49:34": "Soon after Zedekiah became king of Judah, the Lord Almighty spoke to me about the country of Elam."
                    },
                    {
                        "49:35": "He said, I will kill all the archers who have made Elam so powerful."
                    },
                    {
                        "49:36": "I will make winds blow against Elam from all directions, and I will scatter her people everywhere, until there is no country where her refugees have not gone."
                    },
                    {
                        "49:37": "I will make the people of Elam afraid of their enemies, who want to kill them. In my great anger I will destroy the people of Elam and send armies against them until I have wiped them out."
                    },
                    {
                        "49:38": "I will destroy their kings and leaders, and set up my throne there."
                    },
                    {
                        "49:39": "But later on I will make the people of Elam prosperous again. I, the Lord, have spoken."
                    }
                ]
            },
            {
                "Chapter 52": [
                    {
                        "52:1": "Zedekiah was twenty-one years old when he became king of Judah, and he ruled in Jerusalem for eleven years. His mother's name was Hamutal, the daughter of the Jeremiah who lived in the city of Libnah."
                    },
                    {
                        "52:2": "King Zedekiah sinned against the Lord, just as King Jehoiakim had done."
                    },
                    {
                        "52:3": "The Lord became so angry with the people of Jerusalem and Judah that he banished them from his sight. Zedekiah rebelled against King Nebuchadnezzar of Babylonia,"
                    },
                    {
                        "52:4": "and so Nebuchadnezzar came with all his army and attacked Jerusalem on the tenth day of the tenth month of the ninth year of Zedekiah's reign. They set up camp outside the city, built siege walls around it,"
                    },
                    {
                        "52:5": "and kept it under siege until Zedekiah's eleventh year."
                    },
                    {
                        "52:6": "On the ninth day of the fourth month of that same year, when the famine was so bad that the people had nothing left to eat,"
                    },
                    {
                        "52:7": "the city walls were broken through. Although the Babylonians were surrounding the city, all the soldiers escaped during the night. They left by way of the royal garden, went through the gateway connecting the two walls, and fled in the direction of the Jordan Valley."
                    },
                    {
                        "52:8": "But the Babylonian army pursued King Zedekiah, captured him in the plains near Jericho, and all his soldiers deserted him."
                    },
                    {
                        "52:9": "Zedekiah was taken to King Nebuchadnezzar, who was in the city of Riblah in the territory of Hamath, and there Nebuchadnezzar passed sentence on him."
                    },
                    {
                        "52:10": "At Riblah he put Zedekiah's sons to death while Zedekiah was looking on and he also had the officials of Judah executed."
                    },
                    {
                        "52:11": "After that, he had Zedekiah's eyes put out and had him placed in chains and taken to Babylon. Zedekiah remained in prison in Babylon until the day he died."
                    },
                    {
                        "52:12": "On the tenth day of the fifth month of the nineteenth year of King Nebuchadnezzar of Babylonia, Nebuzaradan, adviser to the king and commander of his army, entered Jerusalem."
                    },
                    {
                        "52:13": "He burned down the Temple, the palace, and the houses of all the important people in Jerusalem;"
                    },
                    {
                        "52:14": "and his soldiers tore down the city walls."
                    },
                    {
                        "52:15": "Then Nebuzaradan took away to Babylonia the people who were left in the city, the remaining skilled workers, and those who had deserted to the Babylonians."
                    },
                    {
                        "52:16": "But he left in Judah some of the poorest people, who owned no property, and he put them to work in the vineyards and fields."
                    },
                    {
                        "52:17": "The Babylonians broke in pieces the bronze columns and the carts that were in the Temple, together with the large bronze tank, and they took all the bronze to Babylon."
                    },
                    {
                        "52:18": "They also took away the shovels and the ash containers used in cleaning the altar, the tools used in tending the lamps, the bowls used for catching the blood from the sacrifices, the bowls used for burning incense, and all the other bronze articles used in the Temple service."
                    },
                    {
                        "52:19": "They took away everything that was made of gold or silver: the small bowls, the pans used for carrying live coals, the bowls for holding the blood from the sacrifices, the ash containers, the lampstands, the bowls used for incense, and the bowls used for pouring out wine offerings."
                    },
                    {
                        "52:20": "The bronze objects that King Solomon had made for the Temple—the two columns, the carts, the large tank, and the twelve bulls that supported it—were too heavy to weigh."
                    },
                    {
                        "52:22": "21-The two columns were identical: each one was 27 feet high and 18 feet around. They were hollow, and the metal was 3 inches thick. On top of each column was a bronze capital 7½ feet high, and all around it was a grillwork decorated with pomegranates, all of which was also made of bronze."
                    },
                    {
                        "52:23": "On the grillwork of each column there were a hundred pomegranates in all, and ninety-six of these were visible from the ground."
                    },
                    {
                        "52:24": "In addition, Nebuzaradan, the commanding officer, took away as prisoners Seraiah the High Priest, Zephaniah the priest next in rank, and the three other important Temple officials."
                    },
                    {
                        "52:25": "From the city he took the officer who had been in command of the troops, seven of the king's personal advisers who were still in the city, the commander's assistant, who was in charge of military records, and sixty other important men."
                    },
                    {
                        "52:26": "Nebuzaradan took them to the king of Babylonia, who was in the city of Riblah"
                    },
                    {
                        "52:27": "in the territory of Hamath. There the king had them beaten and put to death. So the people of Judah were carried away from their land into exile."
                    },
                    {
                        "52:28": "This is the record of the people that Nebuchadnezzar took away as prisoners: in his seventh year as king he carried away 3,023;"
                    },
                    {
                        "52:29": "in his eighteenth year, 832 from Jerusalem;"
                    },
                    {
                        "52:30": "and in his twenty-third year, 745—taken away by Nebuzaradan. In all, 4,600 people were taken away."
                    },
                    {
                        "52:31": "In the year that Evil-merodach became king of Babylonia, he showed kindness to King Jehoiachin of Judah by releasing him from prison. This happened on the twenty-fifth day of the twelfth month of the thirty-seventh year after Jehoiachin had been taken away as a prisoner."
                    },
                    {
                        "52:32": "Evil-merodach treated him kindly and gave him a position of greater honor than he gave the other kings who were exiles with him in Babylonia."
                    },
                    {
                        "52:33": "So Jehoiachin was permitted to change from his prison clothes and to dine at the king's table for the rest of his life."
                    },
                    {
                        "52:34": "Each day for as long as he lived, he was given a regular allowance for his needs."
                    }
                ]
            }
        ]
    }
]