[
    {
        "Job": [
            {
                "Chapter 1": [
                    {
                        "1:1": "There was a man named Job, living in the land of Uz, who worshiped God and was faithful to him. He was a good man, careful not to do anything evil."
                    },
                    {
                        "1:2": "He had seven sons and three daughters,"
                    },
                    {
                        "1:3": "and owned seven thousand sheep, three thousand camels, one thousand head of cattle, and five hundred donkeys. He also had a large number of servants and was the richest man in the East."
                    },
                    {
                        "1:4": "Job's sons used to take turns giving a feast, to which all the others would come, and they always invited their three sisters to join them."
                    },
                    {
                        "1:5": "The morning after each feast, Job would get up early and offer sacrifices for each of his children in order to purify them. He always did this because he thought that one of them might have sinned by insulting God unintentionally."
                    },
                    {
                        "1:6": "When the day came for the heavenly beings to appear before the Lord, Satan was there among them."
                    },
                    {
                        "1:7": "The Lord asked him, What have you been doing? Satan answered, I have been walking here and there, roaming around the earth."
                    },
                    {
                        "1:8": "Did you notice my servant Job? the Lord asked. There is no one on earth as faithful and good as he is. He worships me and is careful not to do anything evil."
                    },
                    {
                        "1:9": "Satan replied, Would Job worship you if he got nothing out of it?"
                    },
                    {
                        "1:10": "You have always protected him and his family and everything he owns. You bless everything he does, and you have given him enough cattle to fill the whole country."
                    },
                    {
                        "1:11": "But now suppose you take away everything he has—he will curse you to your face!"
                    },
                    {
                        "1:12": "All right, the Lord said to Satan, everything he has is in your power, but you must not hurt Job himself. So Satan left."
                    },
                    {
                        "1:13": "One day when Job's children were having a feast at the home of their oldest brother,"
                    },
                    {
                        "1:14": "a messenger came running to Job. We were plowing the fields with the oxen, he said, and the donkeys were in a nearby pasture."
                    },
                    {
                        "1:15": "Suddenly the Sabeans attacked and stole them all. They killed every one of your servants except me. I am the only one who escaped to tell you."
                    },
                    {
                        "1:16": "Before he had finished speaking, another servant came and said, Lightning struck the sheep and the shepherds and killed them all. I am the only one who escaped to tell you."
                    },
                    {
                        "1:17": "Before he had finished speaking, another servant came and said, Three bands of Chaldean raiders attacked us, took away the camels, and killed all your servants except me. I am the only one who escaped to tell you."
                    },
                    {
                        "1:18": "Before he had finished speaking, another servant came and said, Your children were having a feast at the home of your oldest son,"
                    },
                    {
                        "1:19": "when a storm swept in from the desert. It blew the house down and killed them all. I am the only one who escaped to tell you."
                    },
                    {
                        "1:20": "Then Job got up and tore his clothes in grief. He shaved his head and threw himself face downward on the ground."
                    },
                    {
                        "1:21": "He said, I was born with nothing, and I will die with nothing. The Lord gave, and now he has taken away. May his name be praised!"
                    },
                    {
                        "1:22": "In spite of everything that had happened, Job did not sin by blaming God."
                    }
                ]
            },
            {
                "Chapter 2": [
                    {
                        "2:1": "When the day came for the heavenly beings to appear before the Lord again, Satan was there among them."
                    },
                    {
                        "2:2": "The Lord asked him, Where have you been? Satan answered, I have been walking here and there, roaming around the earth."
                    },
                    {
                        "2:3": "Did you notice my servant Job? the Lord asked. There is no one on earth as faithful and good as he is. He worships me and is careful not to do anything evil. You persuaded me to let you attack him for no reason at all, but Job is still as faithful as ever."
                    },
                    {
                        "2:4": "Satan replied, A person will give up everything in order to stay alive."
                    },
                    {
                        "2:5": "But now suppose you hurt his body—he will curse you to your face!"
                    },
                    {
                        "2:6": "So the Lord said to Satan, All right, he is in your power, but you are not to kill him."
                    },
                    {
                        "2:7": "Then Satan left the Lord's presence and made sores break out all over Job's body."
                    },
                    {
                        "2:8": "Job went and sat by the garbage dump and took a piece of broken pottery to scrape his sores."
                    },
                    {
                        "2:9": "His wife said to him, You are still as faithful as ever, aren't you? Why don't you curse God and die?"
                    },
                    {
                        "2:10": "Job answered, You are talking nonsense! When God sends us something good, we welcome it. How can we complain when he sends us trouble? Even in all this suffering Job said nothing against God."
                    },
                    {
                        "2:11": "Three of Job's friends were Eliphaz, from the city of Teman, Bildad, from the land of Shuah, and Zophar, from the land of Naamah. When they heard how much Job had been suffering, they decided to go and comfort him."
                    },
                    {
                        "2:12": "While they were still a long way off they saw Job, but did not recognize him. When they did, they began to weep and wail, tearing their clothes in grief and throwing dust into the air and on their heads."
                    },
                    {
                        "2:13": "Then they sat there on the ground with him for seven days and nights without saying a word, because they saw how much he was suffering."
                    }
                ]
            },
            {
                "Chapter 28": [
                    {
                        "28:1": "There are mines where silver is dug; There are places where gold is refined."
                    },
                    {
                        "28:2": "We dig iron out of the ground And melt copper out of the stones."
                    },
                    {
                        "28:3": "Miners explore the deepest darkness. They search the depths of the earth And dig for rocks in the darkness."
                    },
                    {
                        "28:4": "Far from where anyone lives Or human feet ever travel, They dig the shafts of mines. There they work in loneliness, Clinging to ropes in the pits."
                    },
                    {
                        "28:5": "Food grows out of the earth, But underneath the same earth All is torn up and crushed."
                    },
                    {
                        "28:6": "The stones of the earth contain sapphires, And its dust contains gold."
                    },
                    {
                        "28:7": "No hawk sees the roads to the mines, And no vulture ever flies over them."
                    },
                    {
                        "28:8": "No lion or other fierce beast Ever travels those lonely roads."
                    },
                    {
                        "28:9": "Miners dig the hardest rocks, Dig mountains away at their base."
                    },
                    {
                        "28:10": "As they tunnel through the rocks, They discover precious stones."
                    },
                    {
                        "28:11": "They dig to the sources of rivers And bring to light what is hidden."
                    },
                    {
                        "28:12": "But where can wisdom be found? Where can we learn to understand?"
                    },
                    {
                        "28:13": "Wisdom is not to be found among mortals; No one knows its true value."
                    },
                    {
                        "28:14": "The depths of the oceans and seas Say that wisdom is not found there."
                    },
                    {
                        "28:15": "It cannot be bought with silver or gold."
                    },
                    {
                        "28:16": "The finest gold and jewels Cannot equal its value."
                    },
                    {
                        "28:17": "It is worth more than gold, Than a gold vase or finest glass."
                    },
                    {
                        "28:18": "The value of wisdom is more Than coral or crystal or rubies."
                    },
                    {
                        "28:19": "The finest topaz and the purest gold Cannot compare with the value of wisdom."
                    },
                    {
                        "28:20": "Where, then, is the source of wisdom? Where can we learn to understand?"
                    },
                    {
                        "28:21": "No living creature can see it, Not even a bird in flight."
                    },
                    {
                        "28:22": "Even death and destruction Admit they have heard only rumors."
                    },
                    {
                        "28:23": "God alone knows the way, Knows the place where wisdom is found,"
                    },
                    {
                        "28:24": "Because he sees the ends of the earth, Sees everything under the sky."
                    },
                    {
                        "28:25": "When God gave the wind its power And determined the size of the sea;"
                    },
                    {
                        "28:26": "When God decided where the rain would fall, And the path that the thunderclouds travel;"
                    },
                    {
                        "28:27": "It was then he saw wisdom and tested its worth— He gave it his approval."
                    },
                    {
                        "28:28": "God said to us humans, To be wise, you must have reverence for the Lord. To understand, you must turn from evil."
                    }
                ]
            }
        ]
    }
]