[
    {
        "Judith": [
            {
                "Chapter 1": [
                    {
                        "1:1": "While King Nebuchadnezzar was ruling over the Assyrians from his capital city of Nineveh, King Arphaxad ruled over the Medes from his capital city of Ecbatana."
                    },
                    {
                        "1:2": "Around Ecbatana King Arphaxad built a wall 105 feet high and 75 feet thick of cut stones; each stone was 4 1/2 feet thick and 9 feet long."
                    },
                    {
                        "1:3": "At each gate he built a tower 150 feet high, with a foundation 90 feet thick."
                    },
                    {
                        "1:4": "Each gateway was 105 feet high and 60 feet wide—wide enough for his whole army to march through, with the infantry in formation."
                    },
                    {
                        "1:5": "In the twelfth year of his reign King Nebuchadnezzar went to war against King Arphaxad in the large plain around the city of Rages."
                    },
                    {
                        "1:6": "Many nations joined forces with King Arphaxad—all the people who lived in the mountains, those who lived along the Tigris, Euphrates, and Hydaspes rivers, as well as those who lived in the plain ruled by King Arioch of Elam. Many nations joined this Chelodite alliance."
                    },
                    {
                        "1:7": "Then King Nebuchadnezzar of Assyria sent a message to the Persians and to the people to the west, in the regions of Cilicia, Damascus, Lebanon, Antilebanon, to those along the coast,"
                    },
                    {
                        "1:8": "and in the regions of Carmel, Gilead, northern Galilee, and Jezreel Valley."
                    },
                    {
                        "1:10": "9-The message also went to the people living in Samaria and the nearby towns, to those in the area west of the Jordan River as far as the cities of Jerusalem, Bethany, Chelous, and Kadesh, and to the district of Goshen. The message was also taken to the Egyptian cities of Tahpanhes, Rameses, Tanis, and Memphis, and the district up the Nile River to the Ethiopian border."
                    },
                    {
                        "1:11": "But everyone in this whole region ignored King Nebuchadnezzar's appeal and refused to take part in the war. They thought that he had no chance of winning the war, so they were not afraid of him and sent his messengers back disgraced and empty-handed."
                    },
                    {
                        "1:12": "This made Nebuchadnezzar so furious that he vowed he would risk his entire kingdom to take revenge on all those people. He vowed that he would put to death the entire population of Cilicia, Damascus, Syria, Moab, Ammon, Judah, and Egypt—everyone from the Mediterranean Sea to the Persian Gulf."
                    },
                    {
                        "1:13": "In the seventeenth year of his reign King Nebuchadnezzar led his army into battle against King Arphaxad. He defeated all of Arphaxad's forces, including his entire cavalry, and all his charioteers."
                    },
                    {
                        "1:14": "Then Nebuchadnezzar occupied all the towns in the land of Media and advanced against the city of Ecbatana. He captured the city's towers, looted its markets, and made that beautiful city a ruin."
                    },
                    {
                        "1:15": "He captured King Arphaxad in the mountains around Rages and killed him. After Arphaxad's death,"
                    },
                    {
                        "1:16": "Nebuchadnezzar and his entire army returned to Nineveh with all the loot taken in battle. There they relaxed and feasted for four months."
                    }
                ]
            },
            {
                "Chapter 2": [
                    {
                        "2:1": "In the eighteenth year of Nebuchadnezzar's reign, on the twenty-second day of the first month of that year, he and his advisers decided to carry out his threat to take revenge on all those countries that had refused to help him."
                    },
                    {
                        "2:2-3": "The king called his general staff and senior officers together and reported in detail how those countries had betrayed him. He and his officers agreed that everyone who had refused to help him in the war should be put to death. Then he described to them his plan of attack."
                    },
                    {
                        "2:4": "At the close of the meeting, Nebuchadnezzar gave the following command to Holofernes, who was the general in command of his armies and second in command to the king:"
                    },
                    {
                        "2:5": "    I, Nebuchadnezzar, the great king and ruler of all the earth, command you to choose some experienced soldiers: 120,000 infantry and 12,000 cavalry. Then attack the lands to the west because they refused to respond to my appeal for help. Warn them that they must prepare their offerings of earth and water to show that they have surrendered unconditionally. I will make them feel the full force of my anger and completely destroy them. My armies will march over every foot of their land and plunder it as they go. I will fill the valleys with their dead bodies and will choke up every stream and river with so many corpses that they will all overflow. I will take captive all those who are left alive and carry them off to the ends of the earth."
                    },
                    {
                        "2:10": "But you, Holofernes, are ordered to go ahead of me and occupy all their territories in advance. If they surrender to you, hold them for me until I come to punish them."
                    },
                    {
                        "2:11": "But if they resist, do not spare them. Kill them and loot the entire region under your control."
                    },
                    {
                        "2:12": "I have taken a solemn vow, and at the risk of my life and my royal power I am determined to do what I have vowed to do."
                    },
                    {
                        "2:13": "Do not disobey me in any way. I am your king; remember that, and carry out without delay every order that I have given you."
                    },
                    {
                        "2:14": "So Holofernes left the king and called together all the commanders, generals, and officers of the Assyrian army."
                    },
                    {
                        "2:15": "Just as the king had ordered, he chose 120,000 of the best infantrymen and 12,000 of the best mounted archers"
                    },
                    {
                        "2:16": "and arranged them in battle formation."
                    },
                    {
                        "2:17": "He also took along a very large number of camels, donkeys, and mules to carry the equipment, as well as many sheep, cattle, and goats for food."
                    },
                    {
                        "2:18": "Every soldier received plenty of rations and a large payment of gold and silver from the royal treasury."
                    },
                    {
                        "2:19": "Then Holofernes and his entire army set out, advancing ahead of King Nebuchadnezzar. The chariots, the cavalry, and the infantry marched out to overrun the entire western region."
                    },
                    {
                        "2:20": "Other troops went with them. There were so many that it was impossible to count them—they were like a swarm of locusts or like grains of sand in the desert."
                    },
                    {
                        "2:21": "Three days after they had left the city of Nineveh, they reached the plains around Bectileth near the mountains north of Cilicia, where they set up camp."
                    },
                    {
                        "2:22": "From there Holofernes advanced into the hill country with his entire army, his infantry, cavalry, and chariots."
                    },
                    {
                        "2:23": "He totally destroyed the countries of Libya and Lydia, then plundered all the people of Rassis and the Ishmaelites who lived on the edge of the desert, south of the land of the Chelleans."
                    },
                    {
                        "2:24": "Then Holofernes crossed the Euphrates River and marched through the land of Mesopotamia, completely destroying all the walled towns along the Abron River as far as the sea."
                    },
                    {
                        "2:25": "He seized the territory of Cilicia, killing everyone who resisted him, and went as far as the southern borders of the land of Japheth, near Arabia."
                    },
                    {
                        "2:26": "He surrounded the Midianites, burned down their tents, and slaughtered their sheep."
                    },
                    {
                        "2:27": "Holofernes went down into the plains around Damascus during the wheat harvest, burned all the fields, slaughtered the flocks and herds, looted the towns, devastated the entire countryside, and killed all the young men."
                    },
                    {
                        "2:28": "Panic seized all the people who lived along the Mediterranean Sea, and they shook with fear. Everyone in the towns of Tyre, Sidon, Sur, Ocina, Jamnia, Ashdod, and Ashkelon was terrified."
                    }
                ]
            },
            {
                "Chapter 3": [
                    {
                        "3:1": "All these nations sent a peace delegation to King Nebuchadnezzar with this message:"
                    },
                    {
                        "3:2": "    We remain loyal to you, great King Nebuchadnezzar; we are ready to serve you and obey any command that you may wish to give us. Our buildings, all our land, our wheat fields, our livestock, and our tents are at your disposal; use them in any way you wish. Our people will be your slaves, and you may use our towns as you please."
                    },
                    {
                        "3:5": "After the peace delegation had brought this message,"
                    },
                    {
                        "3:6": "Holofernes led Nebuchadnezzar's army down to the Mediterranean coast. He stationed guards in all the walled towns and selected certain local men in each of the towns as reserve troops."
                    },
                    {
                        "3:7": "The people in the towns and in the surrounding countryside welcomed Holofernes by wearing wreaths of flowers and dancing to the beat of drums."
                    },
                    {
                        "3:8": "But Holofernes destroyed all their places of worship and cut down their sacred trees. He had been ordered to destroy all the gods of the land so that all the nations and tribes would worship only Nebuchadnezzar and pray to him as a god."
                    },
                    {
                        "3:9": "Then Holofernes passed through Jezreel Valley near Dothan, which faces the main ridge of the mountains of Judah,"
                    },
                    {
                        "3:10": "and set up camp between Geba and Scythopolis. He stayed there for a month in order to get supplies for his army."
                    }
                ]
            },
            {
                "Chapter 4": [
                    {
                        "4:1": "The people of Judah heard what Holofernes, the commander of King Nebuchadnezzar's armies, had done to the other nations. They heard how he had looted and destroyed all their temples,"
                    },
                    {
                        "4:2": "and they were terrified of him and afraid of what he might do to Jerusalem and to the Temple of the Lord their God."
                    },
                    {
                        "4:3": "They had only recently returned home to Judah from exile and had just rededicated the Temple and its utensils and its altar after they had been defiled."
                    },
                    {
                        "4:4": "So they sent a warning to the whole region of Samaria and to the towns of Kona, Beth Horon, Belmain, Jericho, Choba, and Aesora, and to Salem Valley."
                    },
                    {
                        "4:5": "They immediately occupied the mountaintops, fortified the villages on the mountains, and stored up food in preparation for war. It was fortunate that they had recently harvested their fields."
                    },
                    {
                        "4:6": "The High Priest Joakim, who was in Jerusalem at that time, wrote to the people in the towns of Bethulia and Betomesthaim, which face Jezreel Valley near Dothan."
                    },
                    {
                        "4:7": "He ordered them to occupy the mountain passes which led into the land of Judah, where it would be easy to withstand an attack, since the approach was only wide enough for two people at a time to pass."
                    },
                    {
                        "4:8": "The Israelites carried out the orders given to them by the High Priest Joakim and the Council which met in Jerusalem."
                    },
                    {
                        "4:9": "The leaders of Israel prayed earnestly to God and fasted."
                    },
                    {
                        "4:10": "They put on sackcloth—they and their wives, their children, their livestock, and every resident foreigner, every slave and hired laborer."
                    },
                    {
                        "4:12": "11-They also covered the altar with sackcloth. Then all the men, women, and children in Jerusalem lay face down on the ground in front of the Temple; they lay there in the Lord's presence, all in sackcloth, their heads covered with ashes. They joined together in earnest prayer to the God of Israel, begging him not to let their children be captured, their wives carried off, or their home towns destroyed. They pleaded with him not to give the Gentiles the satisfaction of destroying the Temple and dishonoring it."
                    },
                    {
                        "4:13": "The Lord heard their prayers and saw their distress. For many days the people of Judah and Jerusalem continued their fast in front of the Temple of the Lord Almighty."
                    },
                    {
                        "4:14": "The High Priest Joakim, the priests, and all the others who served in the Lord's Temple, wore sackcloth when they offered the daily burnt offering, the freewill offerings of the people, and the offerings made to fulfill a vow."
                    },
                    {
                        "4:15": "They put ashes on their turbans and cried out in prayer to the Lord, begging him to have mercy on the whole nation."
                    }
                ]
            },
            {
                "Chapter 5": [
                    {
                        "5:1": "When Holofernes, the Assyrian general, heard that the Israelites had prepared for war, blocked the mountain passes, fortified the mountaintops, and set up roadblocks in the plains,"
                    },
                    {
                        "5:2": "he boiled over with anger. He called together all the Moabite rulers, all the Ammonite generals, and all the governors of the region along the Mediterranean coast"
                    },
                    {
                        "5:3": "and said to them, You live in Canaan, so tell me about the people who live in these mountains. Which cities do they occupy? How large is their army? What is the source of their power and strength? Who is the king who leads their army?"
                    },
                    {
                        "5:4": "Why have they alone, of all the people in the west, refused to come out and surrender to me?"
                    },
                    {
                        "5:5": "Then Achior, the leader of all the Ammonites, answered Holofernes,"
                    },
                    {
                        "5:6": "    Sir, if you will please be so kind as to listen to me, I will tell you the truth about these people who live in the mountains near your camp. I will not lie to you. These people are the descendants of some Babylonians who abandoned the ways of their ancestors in order to worship the God of heaven. Finally, they were driven out of their land because they refused to worship their ancestors' gods. Then they fled to Mesopotamia, where they settled and lived for a long time."
                    },
                    {
                        "5:9": "Afterward, their god told them to leave Mesopotamia and go to the land of Canaan, where they settled and became very rich in gold, silver, and livestock."
                    },
                    {
                        "5:10": "Later, when a famine struck all the land of Canaan, these Israelites, as they were later called, went down to Egypt and stayed there as long as there was enough food. While they were there, they became a large nation with so many people that they could not be counted."
                    },
                    {
                        "5:11": "So the king of Egypt turned against them. He took advantage of them and put them to work making bricks. He oppressed them and made them slaves."
                    },
                    {
                        "5:12": "But they prayed to their god, and he sent disasters that left the Egyptians helpless. When the Egyptians drove them out of the country,"
                    },
                    {
                        "5:13": "their god dried up the Red Sea in front of them,"
                    },
                    {
                        "5:14": "and then led them along the way to Sinai and Kadesh Barnea. The Israelites drove out all the people who lived in the southern part of Canaan,"
                    },
                    {
                        "5:15": "occupied the land of the Amorites, wiped out the people of Heshbon, crossed the Jordan River, and took possession of the entire mountain region."
                    },
                    {
                        "5:16": "They drove out the Canaanites, the Perizzites, the Jebusites, the Shechemites, and all the Girgashites. The Israelites have now lived in these mountains for a long time."
                    },
                    {
                        "5:17": "Their god hates wickedness, and as long as they did not sin against him, they prospered."
                    },
                    {
                        "5:18": "But when they disobeyed him, they suffered heavy losses in many wars and were finally taken away as captives to a foreign country. The temple of their god was leveled and their cities were occupied by their enemies."
                    },
                    {
                        "5:19": "But now that they have returned to their god, they have come back home from the countries where they had been scattered. They have again taken possession of the city of Jerusalem, where their temple is, and have resettled in the mountains that had remained uninhabited."
                    },
                    {
                        "5:20": "Sir, if these people are now sinning against their god, even unknowingly, and if we can be sure that they are guilty of some offense, we can successfully attack them."
                    },
                    {
                        "5:21": "But if they have not disobeyed the law of their god, then you should leave them alone, or he will defend them, and we will be disgraced before the whole world."
                    },
                    {
                        "5:22": "When Achior had finished his speech, all the people standing around the tent began to protest. Holofernes' own senior officers, as well as the Moabites and those from the Mediterranean coast, demanded that Achior be put to death."
                    },
                    {
                        "5:23": "Why should we be afraid of these Israelites? they asked. They are weak; they can't put up a strong defense."
                    },
                    {
                        "5:24": "Let's go ahead! General Holofernes, your great army will slaughter them easily."
                    }
                ]
            },
            {
                "Chapter 6": [
                    {
                        "6:1": "When the noise of the crowd around the council had subsided, Holofernes spoke to Achior in front of the entire group, those from the Mediterranean coast, the Moabites, and the Ammonite mercenaries."
                    },
                    {
                        "6:2": "Achior, who do you think you are, acting like a prophet? Who are you to tell us not to go to war against the Israelites because some god will defend them? Nebuchadnezzar is our god, and that's all that matters. He will send his army and wipe these Israelites off the face of the earth. Their god can't help them."
                    },
                    {
                        "6:3": "But we serve Nebuchadnezzar, and we will beat them as easily as if their whole army were one man. They will not be able to hold their ground against our cavalry;"
                    },
                    {
                        "6:4": "it will overwhelm them. The mountains will be soaked with their blood, and the valleys will be filled with their corpses. After our attack, they will be completely wiped out; not a trace of them will be left. This is the command of Nebuchadnezzar, the lord of the whole earth, and he doesn't speak idle words."
                    },
                    {
                        "6:5": "Achior, you are nothing but an Ammonite mercenary, and you talk like a traitor. You will not see me again until I come and punish this race of runaway slaves."
                    },
                    {
                        "6:6": "And when I do, my soldiers will put you to death. You will be just another name on the casualty list."
                    },
                    {
                        "6:7": "Now my men will take you into the mountains and leave you in one of the Israelite towns,"
                    },
                    {
                        "6:8": "and you will die with the people there."
                    },
                    {
                        "6:9": "Why look so worried, Achior? Don't you think the town can stand against me? I will carry out all my threats; you can be sure of that!"
                    },
                    {
                        "6:10": "Then Holofernes ordered his men, who were waiting in his tent, to seize Achior, take him to Bethulia, and hand him over to the Israelites."
                    },
                    {
                        "6:11": "So the men seized Achior and took him out of the camp into the valley. From there they led him into the mountains, as far as the spring which was below Bethulia."
                    },
                    {
                        "6:12": "When the men of that town saw them approaching, they picked up their weapons and ran to the top of the hill. Every man who used a sling as a weapon rained stones down on Holofernes' soldiers, and this stopped them from coming any farther up the mountain."
                    },
                    {
                        "6:13": "The Assyrians were forced to take cover along the mountainside, where they tied Achior up and left him lying at the foot of the mountain. Then they returned to Holofernes."
                    },
                    {
                        "6:14": "Later, when the Israelites came down from Bethulia, they untied Achior, brought him into the town, and took him before the town officials,"
                    },
                    {
                        "6:15": "who at that time were Uzziah son of Micah, of the tribe of Simeon, Chabris son of Gothoniel, and Charmis son of Melchiel."
                    },
                    {
                        "6:16": "The officials called together the town elders, and all the women and the young men also ran to the assembly. Achior was brought before the people, and Uzziah began questioning him."
                    },
                    {
                        "6:17": "Achior told them what had been said at Holofernes' war council, what he himself had said to the Assyrian officers, and how Holofernes had boasted about what he would do to the Israelites."
                    },
                    {
                        "6:18": "When the people heard this, they fell on their knees and worshiped God. They prayed:"
                    },
                    {
                        "6:19": "O Lord God of heaven, look how our boastful enemies have humiliated your people! Have pity on us and help us."
                    },
                    {
                        "6:20": "Then they reassured Achior and praised him for what he had done."
                    },
                    {
                        "6:21": "After the assembly was over, Uzziah took Achior home with him, and gave a banquet there for the elders. All that night they prayed to the God of Israel for help."
                    }
                ]
            },
            {
                "Chapter 9": [
                    {
                        "9:1": "Then Judith put ashes on her head, opened her robe to reveal the sackcloth she was wearing under her clothes, and bowed down with her face to the floor. It was the time that the evening incense was being offered in the Temple in Jerusalem, and Judith prayed in a loud voice:"
                    },
                    {
                        "9:2": " O Lord, the God of my ancestor Simeon, remember how you armed Simeon with a sword to take revenge on those foreigners who seized Dinah, who was a virgin, tore off her clothes, and defiled her; they stripped her naked and shamed her; they raped her and disgraced her, even though you had forbidden this."
                    },
                    {
                        "9:3": "That is why you let their leaders be killed—put to death on the same bed where they had raped the woman. You destroyed them all, slaves, princes, and rulers on their thrones."
                    },
                    {
                        "9:4": "You let their wives be carried off, their daughters taken captive, and their possessions plundered by the Israelites, your chosen people, who were eager to do your will. Dinah's brothers were furious because of this disgrace to their family, so they called on you for help. O my God, listen to my prayer, the prayer of a widow."
                    },
                    {
                        "9:5": "Your hand guided all that happened then, and all that happened before and after. You have planned it all—what is happening now, and what is yet to be. Your plans have always been carried out."
                    },
                    {
                        "9:6": "Whatever you want to be done is as good as done. You know in advance all that you will do and what decisions you will make."
                    },
                    {
                        "9:7": "Now the Assyrians are stronger than ever; they take pride in their cavalry and their infantry. They rely on their weapons, but they do not know that you, O Lord, are a warrior who ends war. The Lord is your name."
                    },
                    {
                        "9:8": "In your anger, use your power to shatter their mighty army. They plan to defile your Temple, where you are worshiped, and to hack off the corners of your altar with their swords."
                    },
                    {
                        "9:9": "Look how proud and boastful they are! Pour out your fury upon them! I am only a widow, but give me the strength to carry out my plan."
                    },
                    {
                        "9:10": "Use my deceitful words to strike them all dead, master and slave alike. Let a woman's strength break their pride."
                    },
                    {
                        "9:11": "Your power does not depend on the size and strength of an army. You are a God who cares for the humble and helps the oppressed. You give support and protection to people who are weak and helpless; you save those who have lost hope."
                    },
                    {
                        "9:12": "Now hear my prayer, O God of my ancestor Simeon, the God in whom Israel trusts, ruler of heaven and earth, creator of the rivers and the seas, king of all creation. Hear my prayer and"
                    },
                    {
                        "9:13": "let my deceitful words wound and kill those who have planned such cruelty against your covenant and your holy Temple, against Mount Zion and the land you have given your people."
                    },
                    {
                        "9:14": "Make your whole nation and every tribe recognize that you are God, almighty and all-powerful, and that you alone protect the people of Israel!"
                    }
                ]
            },
            {
                "Chapter 10": [
                    {
                        "10:1": "When Judith had finished her prayer to the God of Israel,"
                    },
                    {
                        "10:2": "she stood up, called her slave woman, and went down into the house as she always did on Sabbaths and festival days."
                    },
                    {
                        "10:3": "She took off the sackcloth and her widow's clothes, took a bath, and put on rich perfumes. She brushed her hair, tied a ribbon around it, and dressed herself in the fine clothes she used to wear on joyful occasions when her husband Manasseh was still alive."
                    },
                    {
                        "10:4": "She put on sandals and all her finest jewelry: rings and earrings, and bracelets on her wrists and ankles. She made herself so beautiful that she was sure to attract the attention of any man who saw her."
                    },
                    {
                        "10:5": "Judith gave her slave woman a leather bag of wine and a jar of oil to carry. She filled a bag with roasted barley, cakes of dried figs, and several loaves of bread baked according to Jewish food laws. She carefully wrapped all the food and dishes and gave them to her slave."
                    },
                    {
                        "10:6": "Then the two women left the house and went to the gates of Bethulia, where they found Uzziah and the town officials, Chabris and Charmis, standing guard."
                    },
                    {
                        "10:7": "When the men saw Judith after she had changed clothes and put on make-up, they were struck by her beauty and said to her,"
                    },
                    {
                        "10:8": "May the God of our ancestors bless you and make your plan successful, so that you may bring glory to Jerusalem and victory to Israel. Judith prayed"
                    },
                    {
                        "10:9": "and then said,"
                    },
                    {
                        "10:10": "    Order the gates to be opened for me. I am on my way to do what we were talking about. Then they ordered the young men to open the gates for her, and Judith and her slave left the city. The men watched her as she went down the mountain into the valley, until she was out of sight."
                    },
                    {
                        "10:11": "As the two women were walking through the valley, an Assyrian patrol met them."
                    },
                    {
                        "10:12": "They arrested Judith and questioned her, What is your nationality? Where did you come from, and where are you going? I am a Hebrew, she answered, but I am running away from the Israelites because God is going to let you destroy them."
                    },
                    {
                        "10:13": "I am on my way to see Holofernes, the general in command of your army, to give him some reliable information. I can show him how to advance into the mountains and take control of the entire region without a single casualty."
                    },
                    {
                        "10:14": "The men stared at her because she was so beautiful. They listened to her story and said,"
                    },
                    {
                        "10:15": "    You have saved your life by coming down here to see our general. Some of us will take you to his headquarters and present you to him. Do not be afraid of him. Just tell him what you have told us, and he will treat you well."
                    },
                    {
                        "10:17": "They assigned a hundred men to escort Judith and her slave to the headquarters of Holofernes."
                    },
                    {
                        "10:18": "There was great commotion in the Assyrian camp as news of Judith's arrival spread from tent to tent. While she stood outside the tent of Holofernes waiting to be presented to him, many Assyrian soldiers came and stood around her."
                    },
                    {
                        "10:19": "They were greatly impressed by her beauty and wondered what kind of people the Israelites were. Who can have contempt for people whose women are so beautiful? they asked one another. We had better kill all the men, or else these Jews will be able to charm the whole world."
                    },
                    {
                        "10:20": "Then Holofernes' bodyguard and his personal servants came out and led Judith into the tent."
                    },
                    {
                        "10:21": "Holofernes was resting on his bed under a mosquito net woven of purple and gold thread and decorated with emeralds and other precious stones."
                    },
                    {
                        "10:22": "When the men told him that Judith had arrived, he came to the outer part of the tent. Silver lamps were carried ahead of him."
                    },
                    {
                        "10:23": "When Judith came near him and his servants, they were all astonished at her beauty. She bowed down to the ground before Holofernes, but his servants helped her to her feet."
                    }
                ]
            },
            {
                "Chapter 11": [
                    {
                        "11:1": "Holofernes said to Judith,"
                    },
                    {
                        "11:2": "    Don't worry; there's no need for you to be afraid. I have never hurt anyone who was willing to serve Nebuchadnezzar, king of the whole world. Even now, if your people up in the mountains had not insulted me, I would not have declared war on them. They have brought all this trouble on themselves. But tell me, why have you left them and come to us? You will be safe here. No need to be afraid! We have spared your life tonight, and you are in no danger for the future. No one here will harm you; everyone will treat you well, like all other servants of my master, Nebuchadnezzar."
                    },
                    {
                        "11:5": "Then Judith said to Holofernes,"
                    },
                    {
                        "11:6": "    Allow me to speak to you, my lord, and please listen to what I have to say. I will tell you the truth. If you follow my advice, God will do something great with you, and my lord will not fail in his plan. For I swear to you by the life and strength of Nebuchadnezzar, king of the whole world, who sent you to bring order to all the subjects of his kingdom, that not only have you made people serve him, but because of you even the wild animals, the livestock, and the birds obey him. Because of you, Nebuchadnezzar and his entire kingdom will prosper. We have heard how wise and clever you are. The whole world knows that you are the most competent, skilled, and accomplished general in the whole Assyrian Empire. Achior was rescued by the men of Bethulia, and has told us what he said at your war council. Please, sir, do not dismiss lightly what Achior told you, but take it seriously, because it is true. No one can harm or conquer our people unless they sin against their God."
                    },
                    {
                        "11:11": "But you will not suffer any setbacks, nor will you fail to achieve your goal. When the Israelites sin and make their God angry, they will die."
                    },
                    {
                        "11:12": "Their food supply has already run out, and the water shortage has become serious, so they have decided to kill their livestock and eat foods that God's Law clearly forbids them to eat."
                    },
                    {
                        "11:13": "They have decided to eat the wheat set aside from the early harvest and the tithes of wine and oil, which are holy and are reserved for the priests who serve God in Jerusalem. The rest of us are forbidden even to touch this sacred food,"
                    },
                    {
                        "11:14": "but since the people in Jerusalem have already broken this law, the people of our town have sent messengers to the Council there requesting permission to do the same."
                    },
                    {
                        "11:15": "On the day that they receive permission and actually eat the food, you will be able to destroy them."
                    },
                    {
                        "11:16": "As soon as I learned about this, I ran away from my people. God has sent me to do something with you that will amaze everyone in the entire world who hears about it."
                    },
                    {
                        "11:17": "Sir, I am a religious woman; I worship the God of heaven day and night. I will stay here in your camp, and each night I will go out into the valley to pray to God, and he will tell me when the Israelites have sinned."
                    },
                    {
                        "11:18": "As soon as I find out, I will come and tell you, and you can march out with your whole army. The Israelites will not be able to defend themselves against you."
                    },
                    {
                        "11:19": "I will guide you through the central part of the land of Judah until we come to Jerusalem, where I will crown you king in the center of the city. You will scatter the people of Jerusalem like sheep without a shepherd. Not even a dog will dare to growl at you. God has revealed these things to me in advance and has sent me to report them to you."
                    },
                    {
                        "11:20": "Holofernes and his personal servants were pleased with what Judith had said, and they admired her wisdom."
                    },
                    {
                        "11:21": "    She must be the wisest and most beautiful woman in the world, they commented one to another."
                    },
                    {
                        "11:22": "Then Holofernes said to her,"
                    },
                    {
                        "11:23": "    It's a good thing that God has sent you here to bring us victory and to destroy those who have insulted King Nebuchadnezzar. Not only are you beautiful, but you know how to make a speech. If you do as you have promised, your God will be my God. You will live in King Nebuchadnezzar's palace and will be famous throughout the world."
                    }
                ]
            },
            {
                "Chapter 14": [
                    {
                        "14:1": "Then Judith said to them,"
                    },
                    {
                        "14:2": "    My friends, please follow my advice. In the morning, take this head and hang it on the town wall. Appoint a leader for yourselves, and at sunrise have all your able-bodied men take their weapons and march out of the town with him, as if they were going down into the valley to attack the Assyrian outpost. The Assyrian guards will grab their weapons and rush back to camp to wake up their officers. The officers will run to Holofernes' tent but will not find him, and the whole army will be terrified and retreat as you advance against them. Then you and all the other Israelites will be able to follow them and kill them as they retreat. But before you do any of this, send Achior the Ammonite to me. I want to see if he recognizes Holofernes, the man who spoke of Israel with contempt and sent Achior to us, thinking he would be killed along with the rest of us."
                    },
                    {
                        "14:6": "So they called Achior from Uzziah's house. But when he came and saw the head of Holofernes in the hands of one of the men, Achior fainted and fell to the floor."
                    },
                    {
                        "14:7": "When they had helped him up, Achior bowed at Judith's feet in respect. May every family in the land of Judah praise you, he said, and may every nation tremble with terror when they hear your name."
                    },
                    {
                        "14:8": "Please tell me how you managed to do this. While all the people were gathered around, Judith told him everything that she had done from the day she left the town until that moment."
                    },
                    {
                        "14:9": "When she had finished her story, the people cheered so loudly that the whole town echoed with sounds of joy."
                    },
                    {
                        "14:10": "When Achior heard all that the God of Israel had done, he became a firm believer. He was circumcised and made a member of the Israelite community, as his descendants are to the present day."
                    },
                    {
                        "14:11": "The next morning the Israelites hung the head of Holofernes on the wall of the town. All of them took up their weapons and went out in companies to the slopes in front of the town."
                    },
                    {
                        "14:12": "When the Assyrians saw what was happening, they sent word to their officers, and these reported the matter to their superiors."
                    },
                    {
                        "14:13": "These men then went to Holofernes' tent and said to Bagoas, Wake up the general! Those worthless Israelites have dared to come down from the mountain to attack us; they are just asking to be destroyed."
                    },
                    {
                        "14:14": "Bagoas went in and clapped his hands in front of the sleeping quarters of the tent, thinking that Holofernes was in bed with Judith."
                    },
                    {
                        "14:15": "When there was no answer, he drew the curtain aside and went in, and there he found the headless body sprawled over a footstool."
                    },
                    {
                        "14:16": "Bagoas let out a yell. He screamed, tore his clothes, and started groaning and weeping."
                    },
                    {
                        "14:17": "He went into the tent where Judith had stayed, but of course he did not find her. He rushed out and shouted to the officers,"
                    },
                    {
                        "14:18": "They have tricked us! One Israelite woman has disgraced Nebuchadnezzar's whole kingdom. Look in there! Holofernes is lying dead on the ground and his head is gone!"
                    },
                    {
                        "14:19": "When the officers heard this, they tore their clothes in grief; and as the panic spread, wild cries and shouts were heard throughout the camp."
                    }
                ]
            },
            {
                "Chapter 15": [
                    {
                        "15:1": "When the soldiers heard what had happened, they were horrified"
                    },
                    {
                        "15:2": "and began to tremble with fear. They all scattered in different directions from the camp, making no effort to stay together as they tried to escape along the paths in the mountains and valleys."
                    },
                    {
                        "15:3": "The soldiers who had camped in the mountains around Bethulia also began to retreat. Then all the Israelite soldiers came charging down on them."
                    },
                    {
                        "15:4": "Uzziah sent messengers to the towns of Betomesthaim, Bebai, Choba, and Kola, and throughout the land of Israel to tell everyone what had happened and to urge them to join in pursuing and destroying the enemy."
                    },
                    {
                        "15:5": "When they received the message, they all attacked the Assyrians and chased them as far as Choba, slaughtering them as they went. Even the people of Jerusalem and others living in the mountains joined the attack when the messengers told them what had happened in the Assyrian camp. The people of the regions of Gilead and Galilee blocked the path of the retreating Assyrians and inflicted heavy losses on them. They pursued them as far as the region around Damascus."
                    },
                    {
                        "15:6": "The rest of the people in Bethulia went down to the Assyrian camp, plundered it and carried away enough loot to make themselves very rich."
                    },
                    {
                        "15:7": "When the Israelite soldiers returned from the slaughter, they helped themselves to what was left. There was so much of it that the people of the towns and villages in the hill country also shared in the loot."
                    },
                    {
                        "15:8": "The High Priest Joakim and the Council of Israel came from Jerusalem to see for themselves what great things the Lord had done for his people and to meet Judith and congratulate her."
                    },
                    {
                        "15:9": "When they arrived, they all praised her, You are Jerusalem's crowning glory, the heroine of Israel, the pride and joy of our people!"
                    },
                    {
                        "15:10": "You have won this great victory for Israel by yourself. God, the Almighty, is pleased with what you have done. May he bless you as long as you live. All the people responded, Amen."
                    },
                    {
                        "15:11": "It took the people thirty days to finish looting the camp of the Assyrians. Judith was given Holofernes' tent, all his silver, his bowls, his couches, and all his furniture. She took them and loaded as much as she could on her mule; then she brought her wagons and loaded them too."
                    },
                    {
                        "15:12": "All the Israelite women came to see her; they sang her praises and danced in her honor. On this joyful occasion Judith and the other women waved ivy-covered branches"
                    },
                    {
                        "15:13": "and wore wreaths of olive leaves on their heads. Judith took her place at the head of the procession to lead the women as they danced. All the men of Israel followed, wearing wreaths of flowers on their heads, carrying their weapons, and singing songs of praise."
                    }
                ]
            }
        ]
    }
]