[
    {
        "Tobit": [
            {
                "Chapter 1": [
                    {
                        "1:1": "I am Tobit and this is the story of my life. My father was Tobiel, my grandfather was Ananiel, and my great-grandfather was Aduel. Aduel's father was Gabael; his grandfather was Raphael; and his great-grandfather was Raguel, who belonged to the clan of Asiel, a part of the tribe of Naphtali."
                    },
                    {
                        "1:2": "During the time that Shalmaneser was emperor of Assyria, I was taken captive in my hometown of Thisbe, located in northern Galilee, south of Kadesh in Naphtali, northwest of Hazor, and north of Phogor."
                    },
                    {
                        "1:3": "All my life I have been honest and have tried to do what was right. I often gave money to help needy relatives and other Jews who had been deported with me to Nineveh, the capital of Assyria."
                    },
                    {
                        "1:4": "When I was young, I lived in northern Israel. All the tribes in Israel were supposed to offer sacrifices in Jerusalem. It was the one city that God had chosen from among all the Israelite cities as the place where his Temple was to be built for his holy and eternal home. But my entire tribe of Naphtali rejected the city of Jerusalem and the kings descended from David."
                    },
                    {
                        "1:5": "Like everyone else in this tribe, my own family used to go to the city of Dan in the mountains of northern Galilee to offer sacrifices to the gold bull-calf which King Jeroboam of Israel had set up there."
                    },
                    {
                        "1:6": "I was the only one in my family who regularly went to Jerusalem to celebrate the religious festivals, as the Law of Moses commands everyone to do. I would hurry off to Jerusalem with the first part of my harvest, the first-born of my animals, a tenth of my cattle, and the freshly clipped wool from my sheep. Then I would stand before the altar in the Temple, and give these offerings to the priests, the descendants of Aaron."
                    },
                    {
                        "1:7": "I would give a tenth of my grain, wine, olive oil, pomegranates, figs, and other fruits to the Levites who served God in Jerusalem. Every year, except the seventh year when the land was at rest, I would sell a second tenth of my possessions and spend the money in Jerusalem on the festival meal."
                    },
                    {
                        "1:8": "But every third year, I would give a third tithe to widows and orphans and to foreigners living among my people, and we would eat the festival meal together. I did this in keeping with the Law of Moses, which Deborah, the mother of my grandfather Ananiel, had taught me to obey. I had been left an orphan when my father died."
                    },
                    {
                        "1:9": "When I grew up, I married Anna, a member of my own tribe. We had a son and named him Tobias."
                    },
                    {
                        "1:10": "Later, I was taken captive and deported to Assyria, and that is how I came to live in Nineveh. While we lived in Nineveh, all my relatives and the other Jews used to eat the same kind of food as the other people who lived there,"
                    },
                    {
                        "1:11": "but I refused to do so."
                    },
                    {
                        "1:12": "Since I took seriously the commands of the Most High God,"
                    },
                    {
                        "1:13": "he made Emperor Shalmaneser respect me, and I was placed in charge of purchasing all the emperor's supplies."
                    },
                    {
                        "1:14": "Before the emperor died, I made regular trips to the land of Media to buy things for him there. Once, when I was in the city of Rages in Media, I left some bags of money there with Gabael, Gabrias' brother, and asked him to keep them for me. There were more than 600 pounds of silver coins in those bags."
                    },
                    {
                        "1:15": "When Shalmaneser died, his son Sennacherib succeeded him as emperor. It soon became so dangerous to travel on the roads in Media that I could no longer go there."
                    },
                    {
                        "1:16": "While Shalmaneser was still emperor, I took good care of my own people whenever they were in need."
                    },
                    {
                        "1:17": "If they were hungry, I shared my food with them; if they needed clothes, I gave them some of my own. Whenever I saw that the dead body of one of my people had been thrown outside the city wall, I gave it a decent burial."
                    },
                    {
                        "1:18": "One day Sennacherib cursed God, the King of Heaven; God punished him, and Sennacherib had to retreat from Judah. On his way back to Media he was so furious that he killed many Israelites. But I secretly removed the bodies and buried them; and when Sennacherib later searched for the bodies, he could not find them."
                    },
                    {
                        "1:19": "Then someone from Nineveh told the emperor that I was the one who had been burying his victims. As soon as I realized that the emperor knew all about me and that my life was in danger, I became frightened. So I ran away and hid."
                    },
                    {
                        "1:20": "Everything I owned was seized and put in the royal treasury. My wife Anna and my son Tobias were all I had left."
                    },
                    {
                        "1:21": "About six weeks later, two of Sennacherib's sons assassinated him and then escaped to the mountains of Ararat. Another son, Esarhaddon, became emperor and put Ahikar, my brother Anael's son, in charge of all the financial affairs of the empire."
                    },
                    {
                        "1:22": "This was actually the second time Ahikar was appointed to this position, for when Sennacherib was emperor of Assyria, Ahikar had been wine steward, treasurer, and accountant, and had been in charge of the official seal. Since Ahikar was my nephew, he put in a good word for me with the emperor, and I was allowed to return to Nineveh."
                    }
                ]
            },
            {
                "Chapter 9": [
                    {
                        "9:1": "Then Tobias called Raphael and said to him,"
                    },
                    {
                        "9:2": "    Azarias, take four of the servants with you, and two camels, and go to Gabael's house in the town of Rages. Give him the signed document, so that he will give you the money. Then bring him back with you for the wedding feast. You know that my father is counting the days until I come home, and he will be very upset if I am even one day late. You know, too, how Raguel insists that I must stay, and I cannot disappoint him."
                    },
                    {
                        "9:5": "So Raphael and the four servants went to Rages in Media, where they stayed at Gabael's house. Raphael gave him the signed document and told him that Tobit's son Tobias had recently married, and that Gabael was invited to the wedding feast. At once Gabael counted out the bags of money, which were still sealed, and they loaded them on the camels."
                    },
                    {
                        "9:6": "Very early the next morning, they set out for the wedding feast. When Raphael and Gabael came to Raguel's house, they found Tobias at dinner. Tobias immediately got up and greeted Gabael. With tears in his eyes Gabael returned the greeting and added, You are just like your honest and generous father. May the Lord in heaven bless you and your wife, your mother-in-law, and your father. Praise God! He has let me live to see my cousin Tobias, who looks so much like his father."
                    }
                ]
            },
            {
                "Chapter 14": [
                    {
                        "14:1": "Tobit was 62 years old when he became blind, but after his sight had been restored, he lived a very full life. Once again he gave generously to the poor, and he continued to praise God and tell of his greatness. Tobit died a peaceful death at the age of 112, and was given an honorable burial in Nineveh."
                    },
                    {
                        "14:3": "But just before Tobit died, he sent for his son Tobias and told him,"
                    },
                    {
                        "14:4": " My son, take your children and go at once to Media. I believe that God's judgment which his prophet Nahum announced against Nineveh is about to take place. Everything that God's prophets told Israel about Nineveh and Assyria will happen. It will all come true, every word of it, when the right time comes. I am absolutely convinced that everything God has said is sure to come true. God does not break his promises. It will be safer for you in Media than in Assyria or Babylon. Those Jews who live in Israel will all be scattered and taken from that good land into exile. All Israel will become a wasteland; Samaria and Jerusalem will be abandoned cities. God's Temple will be burned to the ground and will lie in complete ruin for a while."
                    },
                    {
                        "14:5": "But God will have mercy on his people again, and he will bring them back to the land of Israel. They will rebuild the Temple, but it will not be as splendid as the first Temple, not until the proper time has come. But when that time does come, all the people of Israel will return from exile, and they will rebuild the city of Jerusalem in all its former splendor. They will rebuild God's Temple in Jerusalem, just as Israel's prophets have foretold."
                    },
                    {
                        "14:6": "Then all the nations in the world will come back to God. They will worship him as the only true God and give up the idols that led them into false worship."
                    },
                    {
                        "14:7": "The nations of the world will praise the everlasting God by doing what he demands. At that time God will save all the people of Israel who have been faithful to him. He will bring them together to Jerusalem, and let them take possession of the land of Abraham, and there they will live securely forever. All who love God with their heart and soul will rejoice, but all sinners and evil people will be wiped off the face of the earth."
                    },
                    {
                        "14:8": "Now, my children, follow my instructions. Worship God sincerely and do what is pleasing to him."
                    },
                    {
                        "14:9": "Bring up your children to do what is right. Teach them that they must give to the poor and must always remember to praise God with all sincerity."
                    },
                    {
                        "14:10": "Tobias, my son, leave Nineveh now. Do not stay here. As soon as you bury your mother beside me, leave; do not stay another night within the city limits. It is a wicked city and full of immorality; the people here have no sense of shame. Remember what Nadab did to Ahikar his own uncle who had brought him up. He tried to kill Ahikar and forced him to go into hiding in a tomb. Ahikar came back into the light of day, but God sent Nadab down into everlasting darkness for what he had done. Ahikar escaped the deadly trap which Nadab had set for him, because Ahikar had given generously to the poor. But Nadab fell into that fatal trap and it destroyed him."
                    },
                    {
                        "14:11": "So now, my children, you see what happens to those who show their concern for others, and how death awaits those who treat others unjustly. But now I am very weak. Then they laid Tobit on his bed. He died and was given an honorable burial."
                    },
                    {
                        "14:12": "Later on, Tobit's wife died and was buried beside her husband. Then Tobias and his wife moved to Ecbatana in Media, where they lived with Raguel, Tobias' father-in-law."
                    },
                    {
                        "14:13": "Tobias took care of Edna and Raguel in their old age and showed them great respect. When at last they died, he buried them at Ecbatana. Tobias inherited Raguel's estate, as he had inherited the estate of his father Tobit."
                    },
                    {
                        "14:14": "At the ripe old age of 117 Tobias died,"
                    },
                    {
                        "14:15": "having lived long enough to hear about the destruction of Nineveh and to see King Cyaxares of Media take the people away as captives. Tobias praised God for the way that he had punished the people of Nineveh and Assyria. As long as he lived he gave thanks for what God had done to Nineveh."
                    }
                ]
            }
        ]
    }
]